INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',58,'Согласовать с Негомедзяновым состав проекта',22,24,'2023-01-24 05:05:36.336823','240:00:00','00:00:00',22,2,'Был направлен ему на почту 19.01. Я разговаривал с ним 23.01. он обещал посмотреть в этот жеж день'),
	 (NULL,'27/21 - ТСП',58,'Согласовать с Негомедзяновым состав проекта',22,24,'2023-01-24 05:51:39.984968','240:00:00','00:00:00',24,3,'Был направлен ему на почту 19.01. Я разговаривал с ним 23.01. он обещал посмотреть в этот жеж день'),
	 (NULL,'27/21 - ТСП',58,'Согласовать с Негомедзяновым состав проекта',22,24,'2023-01-24 05:53:22.341514','240:00:00','00:00:00',24,3,'Был направлен ему на почту 19.01. Я разговаривал с ним 23.01. он обещал посмотреть в этот жеж день'),
	 (NULL,'27/21 - ТСП',58,'Согласовать с Негомедзяновым состав проекта',22,24,'2023-01-24 05:57:01.414421','240:00:00','00:00:00',24,3,'Был направлен ему на почту 19.01. Я разговаривал с ним 23.01. он обещал посмотреть в этот жеж день
Менщиков А.И. Негометзянов говорит, что сейчас сидит с Буториным обсуждает состав. Скащал. что скорее всего согласуют состав. Официальный ответ ориентировочно будет сегодня-завтра'),
	 (NULL,'27/21 - ТСП',58,'Согласовать с Негомедзяновым состав проекта',22,24,'2023-01-24 05:57:10.967972','240:00:00','00:00:00',24,1,'Был направлен ему на почту 19.01. Я разговаривал с ним 23.01. он обещал посмотреть в этот жеж день
Менщиков А.И. Негометзянов говорит, что сейчас сидит с Буториным обсуждает состав. Скащал. что скорее всего согласуют состав. Официальный ответ ориентировочно будет сегодня-завтра'),
	 (NULL,'27/21 - ТСП',59,'Получить от Перепелицы ПОС',22,24,'2023-01-24 06:32:47.081125','00:15:00','00:00:00',22,2,NULL),
	 (NULL,'48/21 - ТСП',60,'Прозвонить Копьева',22,24,'2023-01-24 06:34:35.772208','00:15:00','00:00:00',22,2,NULL),
	 (NULL,'48/21 - ТСП',60,'Прозвонить Копьева',22,24,'2023-01-24 06:36:15.430659','00:00:00','00:00:00',24,2,NULL),
	 (NULL,'48/21 - ТСП',60,'Прозвонить Копьева',22,24,'2023-01-24 06:42:36.209553','00:15:00','00:00:00',22,2,NULL),
	 (NULL,'50/21 - ТСП',63,'Получить от Склюевой тома по ЭС и ЭН',22,24,'2023-01-24 06:45:00.634023','00:00:00','00:00:00',22,2,NULL);
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/19 - ТСП',64,'Получить от Дягтерева обратную связь и обозначить ему срок выполнения 13.02 (указание директора)',22,24,'2023-01-24 06:54:35.648671','00:00:00','00:00:00',22,2,NULL),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,24,'2023-01-24 08:08:10.449265','00:00:00','00:00:00',22,2,NULL),
	 (NULL,'49/21 - ТСП',66,'Прозвонить электриков',22,-1,'2023-01-24 08:09:10.320191','00:00:00','00:00:00',22,2,NULL),
	 (NULL,'49/21 - ТСП',66,'Прозвонить электриков',22,24,'2023-01-24 08:09:56.167825','00:00:00','00:00:00',22,2,NULL),
	 (NULL,'49/21 - ТСП',66,'Прозвонить электриков',22,24,'2023-01-24 08:11:24.489466','00:00:00','00:00:00',22,2,NULL),
	 (NULL,'50/21 - ТСП',67,'Прозвонить Магистральные сети',22,-1,'2023-01-24 08:13:08.783970','00:00:00','00:00:00',22,2,NULL),
	 (NULL,'50/21 - ТСП',67,'Прозвонить Магистральные сети',22,24,'2023-01-24 08:13:29.412551','00:00:00','00:00:00',22,2,NULL),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,24,'2023-01-24 09:01:01.905203','00:00:00','00:00:00',22,4,'ТУ подготавливает Семенов Сергей Александрович (53-61-57). 
24.01.23 Семенов сказал, что информации по сетям пока никакой нет. Он отдал в работу экплуатационщикам, от них обратной связи пока нет. Договорились созвониться в четверг или понедельник'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,24,'2023-01-24 09:05:03.170896','00:00:00','00:00:00',22,4,'ТУ подготавливает Семенов Сергей Александрович (53-61-57). 
24.01.23 Семенов сказал, что информации по сетям пока никакой нет. Он отдал в работу экплуатационщикам, от них обратной связи пока нет. Договорились созвониться в четверг или понедельник'),
	 (NULL,'49/21 - ТСП',61,'Прозвонить Копьева',22,24,'2023-01-24 10:20:51.272505','00:00:00','00:00:00',22,3,'Менщиков А.И. Копъев переобулся. Теперь ему нужны распечатанные тома в 2 экз. Печати поставит и вернет согласованные');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'49/21 - ТСП',61,'Прозвонить Копьева',22,24,'2023-01-24 10:21:39.167356','00:00:00','00:00:00',22,3,'Менщиков А.И.: Копъев переобулся. Теперь ему нужны распечатанные тома в 2 экз. Печати поставит и вернет согласованные. Отдал Светлане на печать.'),
	 (NULL,'50/21 - ТСП',62,'Прозвонить Копьева',22,24,'2023-01-24 10:22:26.776166','00:15:00','00:00:00',22,3,'Менщиков А.И.: Копъев переобулся. Теперь ему нужны распечатанные тома в 2 экз. Печати поставит и вернет согласованные. Отдал Светлане на печать.'),
	 (NULL,'48/21 - ТСП',60,'Прозвонить Копьева',22,24,'2023-01-24 10:23:02.624360','00:15:00','00:00:00',22,3,'Менщиков А.И.: Копъев переобулся. Теперь ему нужны распечатанные тома в 2 экз. Печати поставит и вернет согласованные. Отдал Светлане на печать.'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,24,'2023-01-24 10:24:40.789321','00:00:00','00:00:00',22,1,'ТУ подготавливает Семенов Сергей Александрович (53-61-57). 
Прошу перенести на 26.01.23
24.01.23 Семенов сказал, что информации по сетям пока никакой нет. Он отдал в работу экплуатационщикам, от них обратной связи пока нет. Договорились созвониться в четверг или понедельник'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,24,'2023-01-24 10:25:35.378424','00:00:00','00:00:00',22,1,'ТУ подготавливает Семенов Сергей Александрович (53-61-57). 
24.01.23 Семенов сказал, что информации по сетям пока никакой нет. Он отдал в работу экплуатационщикам, от них обратной связи пока нет. Договорились созвониться в четверг или понедельник. 
Прошу перенести на 26.01.23'),
	 (NULL,'27/21 - ТСП',59,'Получить от Перепелицы ПОС',22,24,'2023-01-24 10:27:28.571996','00:15:00','00:00:00',22,1,'Перепелица не успеет сегодня подготовить ПОС. Пообещал направить 25.01 до обеда. Прошу перенести на 25.01'),
	 (NULL,'27/21 - ТСП',59,'Получить от Перепелицы ПОС',22,24,'2023-01-24 10:32:49.996042','00:15:00','00:00:00',22,3,'Перепелица не успеет сегодня подготовить ПОС. Пообещал направить 25.01 до обеда. Прошу перенести на 25.01'),
	 (NULL,'27/21 - ТСП',59,'Получить от Перепелицы ПОС',22,24,'2023-01-24 10:33:42.850200','00:15:00','00:00:00',22,3,'Перепелица не успеет сегодня подготовить ПОС. Пообещал направить 25.01 до обеда. Прошу перенести на 25.01'),
	 (NULL,'27/21 - ТСП',59,'Получить от Перепелицы ПОС',22,24,'2023-01-24 10:43:28.423593','00:15:00','00:00:00',22,3,'Перепелица не успеет сегодня подготовить ПОС. Пообещал направить 25.01 до обеда. Прошу перенести на 25.01'),
	 (NULL,'27/21 - ТСП',59,'Получить от Перепелицы ПОС',22,24,'2023-01-24 10:43:45.004607','00:15:00','00:00:00',22,3,'Перепелица не успеет сегодня подготовить ПОС. Пообещал направить 25.01 до обеда. Прошу перенести на 25.01');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,24,'2023-01-24 10:44:52.267064','00:00:00','00:00:00',22,1,'ТУ подготавливает Семенов Сергей Александрович (53-61-57). 
24.01.23 Семенов сказал, что информации по сетям пока никакой нет. Он отдал в работу экплуатационщикам, от них обратной связи пока нет. Договорились созвониться в четверг или понедельник. 
Прошу перенести на 26.01.23'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,24,'2023-01-24 10:45:27.122778','00:00:00','00:00:00',22,1,'ТУ подготавливает Семенов Сергей Александрович (53-61-57). 
24.01.23 Семенов сказал, что информации по сетям пока никакой нет. Он отдал в работу экплуатационщикам, от них обратной связи пока нет. Договорились созвониться в четверг или понедельник. 
Прошу перенести на 26.01.23'),
	 (NULL,'27/21 - ТСП',59,'Получить от Перепелицы ПОС',22,24,'2023-01-24 10:49:39.956083','00:15:00','00:00:00',22,1,'Перепелица не успеет сегодня подготовить ПОС. Пообещал направить 25.01 до обеда. Прошу перенести на 25.01'),
	 (NULL,'27/21 - ТСП',59,'Получить от Перепелицы ПОС',22,24,'2023-01-24 10:49:58.929220','00:15:00','00:00:00',22,1,'Перепелица не успеет сегодня подготовить ПОС. Пообещал направить 25.01 до обеда. Прошу перенести на 25.01'),
	 (NULL,'27/21 - ТСП',59,'Получить от Перепелицы ПОС',22,24,'2023-01-24 11:00:11.485330','00:15:00','00:00:00',22,1,'Перепелица не успеет сегодня подготовить ПОС. Пообещал направить 25.01 до обеда. Прошу перенести на 25.01'),
	 (NULL,'27/21 - ТСП',58,'Согласовать с Негомедзяновым состав проекта',22,24,'2023-01-24 11:22:44.769800','00:10:00','00:00:00',22,1,'Был направлен ему на почту 19.01. Я разговаривал с ним 23.01. он обещал посмотреть в этот жеж день
Менщиков А.И. Негометзянов говорит, что сейчас сидит с Буториным обсуждает состав. Скащал. что скорее всего согласуют состав. Официальный ответ ориентировочно будет сегодня-завтра'),
	 (NULL,'50/21 - ТСП',67,'Прозвонить Магистральные сети',22,24,'2023-01-24 12:07:17.072578','00:00:00','00:00:00',22,1,'Дирекция направила письмо на Магистральные сети только 23.01 (прислали мне своё исходящее). Приемная Магистральных сетей трубку не взяла.'),
	 (NULL,'27/19 - ТСП',64,'Получить от Дягтерева обратную связь и обозначить ему срок выполнения 13.02 (указание директора)',22,24,'2023-01-24 12:30:29.770990','00:00:00','00:00:00',22,1,'Менщиков А.И.: Дягтерев на связь не вышел. Пожаловался на него Тане и передал через нее срок корректировки 13.02'),
	 (NULL,'50/21 - ТСП',63,'Получить от Склюевой тома по ЭС и ЭН',22,24,'2023-01-24 12:35:48.630248','00:00:00','00:00:00',22,3,'Менщиков А.И.: У Склюевой очередные проблемы с компьютером и она не может отправить мне Даудельную. Сказал до утра ей решить проблемы и направить. дополнительно сказал изменить СРО на всех титульниках'),
	 (NULL,'31/22 - ТСП',68,NULL,24,24,'2023-01-25 08:20:43.188346','00:00:00','00:00:00',24,2,NULL);
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'48/21 - ТСП',69,'Получить согласование Ростелеком',22,22,'2023-01-25 08:24:19.042377','00:15:00','00:00:00',22,2,NULL),
	 (NULL,'48/21 - ТСП',69,'Получить согласование Ростелеком',22,22,'2023-01-25 08:25:01.442107','00:00:00','00:00:00',22,2,NULL),
	 (NULL,'48/21 - ТСП',69,'Получить согласование Ростелеком',22,22,'2023-01-25 08:25:27.712277','00:00:00','00:00:00',22,2,NULL),
	 (NULL,'49/21 - ТСП',70,'Получить согласование Ростелеком',22,22,'2023-01-25 08:29:55.985405','00:00:00','00:00:00',22,3,'Согласование получено. Скан в ГИПе. Отдал Светлане для включения в проект'),
	 (NULL,'49/21 - ТСП',70,'Получить согласование Ростелеком',22,22,'2023-01-25 08:30:07.504260','00:00:00','00:00:00',22,4,'Согласование получено. Скан в ГИПе. Отдал Светлане для включения в проект'),
	 (NULL,'48/21 - ТСП',69,'Получить согласование Ростелеком',22,22,'2023-01-25 08:35:36.647171','00:15:00','00:00:00',22,4,'Согласование получено. Скан в ГИПе. Отдал Светлане для включения в проект'),
	 (NULL,'50/21 - ТСП',71,'Получить согласование Ростелеком',22,22,'2023-01-25 08:43:08.961476','00:00:00','00:00:00',22,4,'	Согласование получено. Скан в ГИПе. Отдал Светлане для включения в проект'),
	 (NULL,'27/21 - ТСП',59,'Получить от Перепелицы ПОС',22,22,'2023-01-25 08:47:04.906990','00:15:00','00:00:00',22,3,'Перепелица не успеет сегодня подготовить ПОС. Пообещал направить 25.01 до обеда. Прошу перенести на 25.01
Менщиков А.И.: 25.01 Перепелица делает ПОС, задает вопросы. При разговоре начал юлить и говорить, что возможно не успеет сегодня выдать тома'),
	 (NULL,'27/21 - ТСП',59,'Получить от Перепелицы ПОС',22,22,'2023-01-25 08:48:01.095330','00:15:00','00:00:00',22,1,'Перепелица не успеет сегодня подготовить ПОС. Пообещал направить 25.01 до обеда. Прошу перенести на 25.01
Менщиков А.И.: 25.01 Перепелица делает ПОС, задает вопросы. При разговоре начал юлить и говорить, что возможно не успеет сегодня выдать тома'),
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-01-25 10:12:31.628012','00:00:00','00:00:00',22,2,NULL);
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-01-25 10:15:34.843769','00:00:00','00:00:00',22,2,'Менщиков А.И.:25.01 Гузель не отвечает'),
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-01-25 10:16:38.105578','00:00:00','00:00:00',22,2,'Менщиков А.И.:25.01 Гузель не отвечает'),
	 (NULL,'27/19 - ТСП',64,'Получить от Дягтерева обратную связь и обозначить ему срок выполнения 13.02 (указание директора)',22,22,'2023-01-25 10:21:04.915680','00:00:00','00:00:00',24,1,'Менщиков А.И.: Дягтерев на связь не вышел. Пожаловался на него Тане и передал через нее срок корректировки 13.02
Менщиков А.И. 25.01: Дягтерев игнорит. звонил ему и повторно написал в вайбер'),
	 (NULL,'27/21 - ТСП',58,'Согласовать с Негомедзяновым состав проекта',22,22,'2023-01-25 10:22:14.408663','00:10:00','00:00:00',24,1,'Был направлен ему на почту 19.01. Я разговаривал с ним 23.01. он обещал посмотреть в этот жеж день
Менщиков А.И. Негометзянов говорит, что сейчас сидит с Буториным обсуждает состав. Скащал. что скорее всего согласуют состав. Официальный ответ ориентировочно будет сегодня-завтра. 

Менщиков А.И. Негометзянов сказал, что том согласовал и направил письмо официально'),
	 (NULL,'27/21 - ТСП',58,'Согласовать с Негомедзяновым состав проекта',22,22,'2023-01-25 10:22:57.368611','00:10:00','00:00:00',24,4,'Был направлен ему на почту 19.01. Я разговаривал с ним 23.01. он обещал посмотреть в этот жеж день
Менщиков А.И. Негометзянов говорит, что сейчас сидит с Буториным обсуждает состав. Скащал. что скорее всего согласуют состав. Официальный ответ ориентировочно будет сегодня-завтра. 

Менщиков А.И.25.01: Негометзянов сказал, что том согласовал и направил письмо официально'),
	 (NULL,'49/21 - ТСП',73,'Направить откорректированный том в Зуммер',22,22,'2023-01-25 10:32:27.607234','00:15:00','00:00:00',24,2,NULL),
	 (NULL,'49/21 - ТСП',73,'Направить откорректированный том в Зуммер',22,22,'2023-01-25 10:35:39.639852','00:15:00','00:00:00',24,4,'Том посмотрел и направил на почту Иванченко'),
	 (NULL,'50/21 - ТСП',67,'Прозвонить Магистральные сети',22,22,'2023-01-25 10:42:48.054127','00:00:00','00:00:00',24,3,'Дирекция направила письмо на Магистральные сети только 23.01 (прислали мне своё исходящее). Приемная Магистральных сетей трубку не взяла.
Менщиков А.И. 25.01 письмо на исполнении у Марины Сергеевны (выдала ТУ). Обещает посмотреть завтра с утра. Договорились созвониться после обеда.'),
	 (NULL,'49/21 - ТСП',66,'Прозвонить электриков',22,22,'2023-01-25 12:11:09.643089','00:00:00','00:00:00',24,1,'СУЭНКО - исполнитель Захаров Иван Олегович (53-61-27), обещает по согласованию дать обратную связь завтра 26.01; 
Развитие бизнеса -  не отвечает исполнитель по ТУ, исполнитель по ПД Доманский Олег;
И.П.Шевчик - исполнитель Доманский Олег, ответ пока не подготовил, обещает 26.01 дать обратную связь.
'),
	 (NULL,'50/21 - ТСП',63,'Получить от Склюевой тома по ЭС и ЭН',22,22,'2023-01-25 12:15:10.629419','00:00:00','00:00:00',24,4,'Менщиков А.И.: У Склюевой очередные проблемы с компьютером и она не может отправить мне Даудельную. Сказал до утра ей решить проблемы и направить. дополнительно сказал изменить СРО на всех титульниках.
Склюева с утра прислала тома. Отдал их на проверку Светлане, Светлана тома приняла, отдала на пдф.');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',59,'Получить от Перепелицы ПОС',22,22,'2023-01-25 12:29:20.372411','00:15:00','00:00:00',22,1,'Перепелица не успеет сегодня подготовить ПОС. Пообещал направить 25.01 до обеда. Прошу перенести на 25.01
Менщиков А.И.: 25.01 Перепелица делает ПОС, задает вопросы. При разговоре начал юлить и говорить, что возможно не успеет сегодня выдать тома'),
	 (NULL,'31/22 - ТСП',74,'Тест',22,22,'2023-01-26 04:29:35.747528','00:05:00','00:00:00',22,2,NULL),
	 (NULL,'27/19 - ТСП',75,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',22,22,'2023-01-26 04:43:23.350854','00:15:00','00:00:00',22,2,NULL),
	 (NULL,'27/19 - ТСП',75,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',22,22,'2023-01-26 04:44:30.572534','00:15:00','00:00:00',22,2,'Разговаривал с Перепелицей, обозначил ему срок выдачи ВОР и спецификации по Крестьянскому комплексу 30.01. Директор попросил уведомить его, когда Перепелица выдаст Крестьянский комплекс.'),
	 (NULL,'27/19 - ТСП',75,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',22,22,'2023-01-26 04:45:37.747728','00:15:00','00:00:00',22,2,'Разговаривал с Перепелицей, обозначил ему срок выдачи ВОР и спецификации по Крестьянскому комплексу 30.01. Директор попросил уведомить его, когда Перепелица выдаст Крестьянский комплекс.'),
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-01-26 04:53:11.385583','00:00:00','00:00:00',22,3,'Менщиков А.И.:25.01 Гузель не отвечает'),
	 (NULL,'04/22 - ТСП',76,'запросить ТУ ФКУ ИК4',23,23,'2023-01-26 05:00:57.386742','00:15:00','00:00:00',23,2,NULL),
	 (NULL,'04/22 - ТСП',77,'офиц запросить в Департаменте согласование НО',23,23,'2023-01-26 05:47:11.386547','00:15:00','00:00:00',23,2,NULL),
	 (NULL,'04/22 - ТСП',76,'запросить ТУ ФКУ ИК4',23,23,'2023-01-26 05:49:00.035244','00:15:00','00:00:00',23,2,NULL),
	 (NULL,'19/21 - ТСП',78,'письмо "Создатели" от 25.01.23 приложение 2 посмотреть и если возможно увязать (Лялина)',23,23,'2023-01-26 05:56:35.513907','00:20:00','00:00:00',23,2,NULL);
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'31/22 - ТСП',68,NULL,23,23,'2023-01-26 05:56:39.310142','00:00:00','00:00:00',23,2,NULL),
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-01-26 05:58:33.462295','00:00:00','00:00:00',24,3,'Менщиков А.И.:25.01 Гузель не отвечает
Менщиков А.И. 26.01 Гузель сказала, что не смотрела еще раздел по причине высокой загрузки, пообещала на жтой неделе посмотреть. Договорились с ней с утра в понедельник созвониться'),
	 (NULL,'27/21 - ТСП',59,'Получить от Перепелицы ПОС',22,22,'2023-01-26 06:00:21.960965','00:15:00','00:00:00',24,3,'Перепелица не успеет сегодня подготовить ПОС. Пообещал направить 25.01 до обеда. Прошу перенести на 25.01
Менщиков А.И.: 25.01 Перепелица делает ПОС, задает вопросы. При разговоре начал юлить и говорить, что возможно не успеет сегодня выдать тома.
Менщиков А.И. 26.01: Перпелица говорит, что сидит делает тома и в течении 2-х часов направит'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-01-26 06:11:48.997751','00:00:00','00:00:00',24,3,'ТУ подготавливает Семенов Сергей Александрович (53-61-57). 
Менщиков А.И. 26.01: Семенов сказал, что информацию по сетям еще ему не предоставили эксплуатационщики.
24.01.23 Семенов сказал, что информации по сетям пока никакой нет. Он отдал в работу экплуатационщикам, от них обратной связи пока нет. Договорились созвониться в четверг или понедельник. 
Прошу перенести на 26.01.23'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-01-26 06:14:41.686137','00:00:00','00:00:00',24,1,'ТУ подготавливает Семенов Сергей Александрович (53-61-57). 
Менщиков А.И. 26.01: Семенов сказал, что информацию по сетям еще ему не предоставили эксплуатационщики.
24.01.23 Семенов сказал, что информации по сетям пока никакой нет. Он отдал в работу экплуатационщикам, от них обратной связи пока нет. Договорились созвониться в четверг или понедельник. 
Прошу перенести на 26.01.23
Менщиков А.И. 26.01.23: Семенов сказал. что ему еще не предоставили информацию эксплуатационщики. Договорились с ним в понедельник созвониться'),
	 (NULL,'19/21 - ТСП',80,'Прокопьев: официально ответьте, заказчика в копию',23,23,'2023-01-26 06:29:05.381134','00:25:00','00:00:00',23,2,NULL),
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-01-26 06:47:33.540161','00:00:00','00:00:00',24,1,'Менщиков А.И.:25.01 Гузель не отвечает
Менщиков А.И. 26.01 Гузель сказала, что не смотрела еще раздел по причине высокой загрузки, пообещала на жтой неделе посмотреть. Договорились с ней с утра в понедельник созвониться'),
	 (NULL,'31/22 - ТСП',68,NULL,23,23,'2023-01-26 07:13:21.458309','00:00:00','00:00:00',23,2,'получить согласование плана '),
	 (NULL,'17/22 - ТСП',82,'Получить ответы на вопросы у стукалова',22,22,'2023-01-26 08:12:38.152009','00:10:00','00:00:00',22,2,NULL),
	 (NULL,'27/21 - ТСП',83,'Ответить на 2 письма замечаний',24,24,'2023-01-26 08:20:07.287872','02:00:00','00:00:00',24,2,NULL);
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'17/22 - ТСП',82,'Получить ответы на вопросы у стукалова',22,22,'2023-01-26 08:30:25.782772','00:10:00','00:00:00',22,3,NULL),
	 (NULL,'17/22 - ТСП',82,'Получить ответы на вопросы у стукалова',22,22,'2023-01-26 08:34:33.776507','00:10:00','00:00:00',22,4,'ПОлучил, отдал Лесиной в работу'),
	 (NULL,'27/21 - ТСП',83,'Ответить на 2 письма замечаний',24,24,'2023-01-26 09:21:04.476706','02:00:00','00:00:00',24,4,'Направлены ответы на замечания УАДо по 2-м письмам "112-14 и 192-14.'),
	 (NULL,'27/19 - ТСП',64,'Получить от Дягтерева обратную связь и обозначить ему срок выполнения 13.02 (указание директора)',22,22,'2023-01-26 09:23:43.514748','00:00:00','00:00:00',24,3,'Менщиков А.И.: Дягтерев на связь не вышел. Пожаловался на него Тане и передал через нее срок корректировки 13.02
Менщиков А.И. 25.01: Дягтерев игнорит. звонил ему и повторно написал в вайбер.
Менщиков А.И. 26.01: Дягтерев ответил. Сказал, что срок выполнения корректировки увидел. Вопросов так и не задает по Водоканалу. Мажется перед Таней, что мол мы ему выдали исходники вот только на днях и не игнорит, а слишком занят, чтобы посмотреть. работать по ощущениям так и начал по объекту'),
	 (NULL,'49/21 - ТСП',84,'Подготовиться к совещанию с И.П.Шевчик и развитие Бизнеса. Совещание в 17:00 в Гудвине.',24,24,'2023-01-26 09:25:46.127426','02:00:00','00:00:00',24,2,NULL),
	 (NULL,'27/21 - ТСП',59,'Получить от Перепелицы ПОС',22,22,'2023-01-26 09:27:44.844661','00:15:00','00:00:00',24,1,'Перепелица не успеет сегодня подготовить ПОС. Пообещал направить 25.01 до обеда. Прошу перенести на 25.01
Менщиков А.И.: 25.01 Перепелица делает ПОС, задает вопросы. При разговоре начал юлить и говорить, что возможно не успеет сегодня выдать тома.
Менщиков А.И. 26.01: Перпелица говорит, что сидит делает тома и в течении 2-х часов направит.
Перепелица выдал ПОС, отдал на пдф'),
	 (NULL,'27/19 - ТСП',85,'Отработка вопросов с Дягтеревым',24,24,'2023-01-30 04:33:31.688744','01:00:00','00:00:00',24,2,NULL),
	 (NULL,'27/21 - ТСП',86,'Отправить в УАДо КА в гранде',24,24,'2023-01-30 05:12:46.690786','00:10:00','00:00:00',24,2,NULL),
	 (NULL,'27/21 - ТСП',87,'Проверить всем ли собственникам направлены сметы на согласование. Прозвонить тех, кому уже направлены',24,24,'2023-01-30 05:19:26.637631','01:30:00','00:00:00',24,2,NULL),
	 (NULL,'36/22 - ТСП',88,' Сделать запросы ТУ (2 запроса сделано \\\\data\\Work\\Объекты\\2022\\36_22-ТСП\\1 Рабочая\\1 ГИП\\2-3 ТУ',23,23,'2023-01-30 05:44:49.137368','00:00:00','00:00:00',23,2,NULL);
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',87,'Проверить всем ли собственникам направлены сметы на согласование. Прозвонить тех, кому уже направлены',24,24,'2023-01-30 06:23:17.632049','01:30:00','00:00:00',24,3,'Газпром - по ТЗ нужно - по ТУ не нужно - ;
СУЭНКО - по ТЗ нужно - по ТУ нужно - согласуем после корректировки тома;
УТСК - по ТЗ нужно - по ТУ не нужно - ;
Россети 10 кВт - по ТЗ нужно - по ТУ не нужно - направлено на согласование от 29.12;
Россети 110 кВт - по ТЗ нужно - по ТУ не нужно - ;
Водоканал - по ТЗ нужно - по ТУ не нужно - ;
Мегафон - по ТЗ нужно - по ТУ не нужно - ;
Русская компания - по ТЗ нужно - по ТУ не нужно - ;
'),
	 (NULL,'27/21 - ТСП',87,'Проверить всем ли собственникам направлены сметы на согласование. Прозвонить тех, кому уже направлены',24,24,'2023-01-30 06:23:59.284826','01:30:00','00:00:00',24,3,'Газпром - по ТЗ нужно - по ТУ не нужно - ;

СУЭНКО - по ТЗ нужно - по ТУ нужно - согласуем после корректировки тома;

УТСК - по ТЗ нужно - по ТУ не нужно - ;

Россети 10 кВт - по ТЗ нужно - по ТУ не нужно - направлено на согласование от 29.12;

Россети 110 кВт - по ТЗ нужно - по ТУ не нужно - ;

Водоканал - по ТЗ нужно - по ТУ не нужно - ;

Мегафон - по ТЗ нужно - по ТУ не нужно - ;

Русская компания - по ТЗ нужно - по ТУ не нужно - ;

'),
	 (NULL,'27/21 - ТСП',87,'Проверить всем ли собственникам направлены сметы на согласование. Прозвонить тех, кому уже направлены',24,24,'2023-01-30 06:44:53.982051','01:30:00','00:00:00',24,3,'Газпром - по ТЗ нужно - по ТУ не нужно - ;

СУЭНКО - по ТЗ нужно - по ТУ нужно - согласуем после корректировки тома;

УТСК - по ТЗ нужно - по ТУ не нужно - ;

Россети 10 кВт - по ТЗ нужно - по ТУ не нужно - направлено на согласование от 29.12;

Россети 110 кВт - по ТЗ нужно - по ТУ не нужно - направлять не будем;

Водоканал - по ТЗ нужно - по ТУ не нужно - ;направлять не будем

Мегафон - по ТЗ нужно - по ТУ не нужно - направлять не будем;

Русская компания - по ТЗ нужно - по ТУ не нужно - направлять не будем.

'),
	 (NULL,'27/21 - ТСП',89,'Проверить актуальность ТУ, продлить по необходимости',24,24,'2023-01-30 06:45:53.283871','00:30:00','00:00:00',24,2,NULL),
	 (NULL,'27/21 - ТСП',87,'Проверить всем ли собственникам направлены сметы на согласование. Прозвонить тех, кому уже направлены',24,24,'2023-01-30 09:13:09.586798','01:30:00','00:00:00',24,1,'Газпром - по ТЗ нужно - по ТУ не нужно - направлено 30.01;

СУЭНКО - по ТЗ нужно - по ТУ нужно - согласуем после корректировки тома;

УТСК - по ТЗ нужно - по ТУ не нужно - направлено 30.01;

Россети 10 кВт - по ТЗ нужно - по ТУ не нужно - направлено на согласование от 29.12;

Россети 110 кВт - по ТЗ нужно - по ТУ не нужно - направлять не будем;

Водоканал - по ТЗ нужно - по ТУ не нужно - направлять не будем;

Мегафон - по ТЗ нужно - по ТУ не нужно - направлять не будем;

Русская компания - по ТЗ нужно - по ТУ не нужно - направлять не будем.

'),
	 (NULL,'27/21 - ТСП',90,'Прозвонить Россети по СМ 10кВт',24,24,'2023-01-30 09:22:11.499545','00:10:00','00:00:00',24,2,NULL),
	 (NULL,'27/21 - ТСП',89,'Проверить актуальность ТУ, продлить по необходимости',24,24,'2023-01-30 10:00:43.407273','00:30:00','00:00:00',24,1,'Зуммер - обновлять не будем т.к. в проекте не предусмотрено переустройство их сетей (переустроены в рамках развязки);
Мегафон - делали запрос еще в октябре, связался с исполнителем, говорит, что сейчас уточнит информацию и перезвонит'),
	 (NULL,'27/21 - ТСП',91,'Прозвонить Мегафон',24,24,'2023-01-30 10:03:02.661816','00:05:00','00:00:00',24,2,NULL),
	 (NULL,'31/22 - ТСП',68,NULL,24,24,'2023-01-30 10:03:13.406012','00:00:00','00:00:00',24,2,NULL),
	 (NULL,'31/22 - ТСП',68,NULL,24,24,'2023-01-30 10:03:38.693043','00:00:00','00:00:00',24,2,NULL);
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'31/22 - ТСП',68,NULL,24,24,'2023-01-30 10:03:39.821552','00:00:00','00:00:00',24,2,NULL),
	 (NULL,'31/22 - ТСП',68,NULL,24,24,'2023-01-30 10:03:41.919177','00:00:00','00:00:00',24,2,NULL),
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-01-30 10:15:06.912053','00:00:00','00:00:00',24,1,'Менщиков А.И.:25.01 Гузель не отвечает
Менщиков А.И. 26.01 Гузель сказала, что не смотрела еще раздел по причине высокой загрузки, пообещала на жтой неделе посмотреть. Договорились с ней с утра в понедельник созвониться
Менщиков А.И. 30.01: Разговаривал с Гузель. Она задала вопрос "нафига мы переустраиваем водопровод идущий к снесенному зданию". '),
	 (NULL,'49/21 - ТСП',96,'необходимо организовать досъемку ТРЦ Гудвин, либо отрисовать планшет в необходимом объеме',22,22,'2023-01-30 10:26:13.798931','00:40:00','00:00:00',22,2,NULL),
	 (NULL,'27/19 - ТСП',75,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',22,22,'2023-01-30 11:46:38.295816','00:15:00','00:00:00',24,3,'Разговаривал с Перепелицей, обозначил ему срок выдачи ВОР и спецификации по Крестьянскому комплексу 30.01. Директор попросил уведомить его, когда Перепелица выдаст Крестьянский комплекс.
Менщиков А.И. 30.01: Разговаривал с Перепелицей, он сказал, что делает Крестьянский комплекс. Пообещал направить сегодня вечером или завтра с утра.'),
	 (NULL,'27/21 - ТСП',97,'Откорректировать смету ПИР',24,24,'2023-01-30 11:47:37.703310','01:00:00','00:00:00',24,2,NULL),
	 (NULL,'27/21 - ТСП',98,'Получить согласованный состав у Негометзянова',23,23,'2023-01-31 04:22:01.383165','00:05:00','00:00:00',23,2,'Задача создана. Комментарий: '),
	 (NULL,'31/22 - ТСП',74,'Тест',21,21,'2023-01-31 04:26:14.550677','00:10:00','00:00:00',21,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',99,'Тест',21,21,'2023-01-31 04:41:57.654747','00:10:00','00:00:00',21,1,'256125615'),
	 (NULL,'27/21 - ТСП',99,'Тест',21,21,'2023-01-31 04:46:59.009451','00:10:00','00:00:00',21,1,'Перенесено на 02.02');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',91,'Прозвонить Мегафон',23,23,'2023-01-31 04:53:23.808275','07:30:00','00:00:00',21,2,NULL),
	 (NULL,'27/21 - ТСП',91,'Прозвонить Мегафон',23,23,'2023-01-31 04:53:33.107771','07:30:00','00:00:00',21,2,NULL),
	 (NULL,'27/21 - ТСП',91,'Прозвонить Мегафон',23,23,'2023-01-31 04:54:50.386756','07:30:00','00:00:00',21,2,NULL),
	 (NULL,'27/21 - ТСП',91,'Прозвонить Мегафон',23,23,'2023-01-31 04:55:07.964631','07:30:00','00:00:00',21,2,NULL),
	 (NULL,'27/21 - ТСП',100,'Тест2',21,21,'2023-01-31 04:56:07.594679','07:40:00','00:00:00',21,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',91,'Прозвонить Мегафон',23,23,'2023-01-31 05:17:28.139780','00:10:00','00:00:00',21,2,NULL),
	 (NULL,'27/21 - ТСП',99,'Тест',21,21,'2023-01-31 05:18:57.225364','00:10:00','00:00:00',23,4,NULL),
	 (NULL,'27/21 - ТСП',101,'Откорректировать сметы ПИР на этапы, за образец взять сметы от УДА (направлена на почту). У директора узнать о возможности подключить Адепт проект',21,21,'2023-01-31 05:31:10.171538','00:01:00','00:00:00',21,2,'Задача создана. Комментарий: '),
	 (NULL,'12/22 - ТСП',102,'Ведомость планировочных работ',19,19,'2023-01-31 05:53:23.669666','05:00:00','00:00:00',19,2,'Задача создана. Комментарий: Сделать вручную'),
	 (NULL,'12/22 - ТСП',103,'Откорректировать схему водоотвода',19,19,'2023-01-31 06:15:29.700821','08:00:00','00:00:00',19,2,'Задача создана. Комментарий: уменьшить количество ДК для сброса в дренажную систему, исправить канавы и пересогласовать с заказчиком ');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'36/22 - ТСП',88,' Сделать запросы ТУ (2 запроса сделано \\\\data\\Work\\Объекты\\2022\\36_22-ТСП\\1 Рабочая\\1 ГИП\\2-3 ТУ',22,22,'2023-01-31 07:02:19.364530','00:00:00','00:00:00',23,4,'Направлены запросы в ресурсоснабжающие организации'),
	 (NULL,'27/21 - ТСП',97,'Откорректировать смету ПИР',23,23,'2023-01-31 09:23:18.110909','01:00:00','00:00:00',23,4,'Задвоение задачи'),
	 (NULL,'17/22 - ТСП',104,'Направить запросы на КП на КТП, передать в работу Марине',21,21,'2023-01-31 09:47:06.782438','00:01:00','00:00:00',21,2,'Задача создана. Комментарий: Опросный лист на КТП лежит тут: \\\\data\\Work\\Объекты\\2022\\17_22-ТСП\\1 Рабочая\\4 Проект\\03 Рабочая\\#Проект'),
	 (NULL,'27/21 - ТСП',98,'Получить согласованный состав у Негометзянова',23,23,'2023-01-31 10:49:16.491899','00:05:00','00:00:00',23,1,'Негомедзянов сказал, что письмо о согласовании состава на подписи у руководства. Будет ориентировочно в течении 1-2 дней. На вопрос почему так долго подписывают ответить не смог.'),
	 (NULL,'27/21 - ТСП',98,'Получить согласованный состав у Негометзянова',23,23,'2023-01-31 10:50:10.239944','00:05:00','00:00:00',23,1,NULL),
	 (NULL,'27/21 - ТСП',90,'Прозвонить Россети по СМ 10кВт',23,23,'2023-01-31 10:59:25.504352','00:10:00','00:00:00',23,1,'Исполнитель по согласованию Новокщенов Сергей Алексеевич (Тел. +7 (3452) 59 61 99) говорит, что сметы на рассмотрении в сметном отделе. Ориентировочно до конца этой недели, в начале следующей будет согласование, либо замечания. Пообещал при появлении замечаний направить на почту в рабочем порядке.'),
	 (NULL,'27/21 - ТСП',90,'Прозвонить Россети по СМ 10кВт',23,23,'2023-01-31 11:00:11.702863','00:10:00','00:00:00',23,3,NULL),
	 (NULL,'27/21 - ТСП',90,'Прозвонить Россети по СМ 10кВт',23,23,'2023-01-31 11:00:32.978653','00:10:00','00:00:00',23,1,NULL),
	 (NULL,'17/22 - ТСП',104,'Направить запросы на КП на КТП, передать в работу Марине',21,21,'2023-01-31 11:01:48.879937','00:01:00','00:00:00',23,1,'Напраивл запросы на КП в организации. В одной пообещали сегодня/завтра предоставить 3 прайса, в другой рассматривают, от остальных пока нет обратной связи.'),
	 (NULL,'27/21 - ТСП',101,'Откорректировать сметы ПИР на этапы, за образец взять сметы от УДА (направлена на почту). У директора узнать о возможности подключить Адепт проект',21,21,'2023-01-31 11:40:37.372749','00:01:00','00:00:00',23,1,'Директор сказал что завтра покажет на примере Ожогина как работать с адептом и сделаем смету вместе');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',90,'Прозвонить Россети по СМ 10кВт',23,23,'2023-01-31 11:45:18.631780','00:10:00','00:00:00',21,1,NULL),
	 (NULL,'27/21 - ТСП',91,'Прозвонить Мегафон',24,24,'2023-01-31 16:51:23.927269','00:10:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'17/22 - ТСП',104,'Направить запросы на КП на КТП, передать в работу Марине',22,22,'2023-01-31 16:52:11.914039','00:01:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'31/22 - ТСП',74,'Тест',22,22,'2023-01-31 17:00:55.158125','00:10:00','00:00:00',22,2,'Задача создана. Комментарий: тест'),
	 (NULL,'30/22 - ТСП',106,'ТЕСТ 31.01',22,22,'2023-01-31 17:03:10.330780','00:10:00','00:00:00',22,2,'Задача создана. Комментарий: ТЕСТ 31.01 + Задача Тест2 перенесена на 31.01.2023, в связи с более низким приоритетом.
'),
	 (NULL,'27/21 - ТСП',91,'Прозвонить Мегафон',24,24,'2023-01-31 17:05:22.986562','00:10:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'17/22 - ТСП',104,'Направить запросы на КП на КТП, передать в работу Марине',22,22,'2023-01-31 17:05:35.307734','00:01:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'30/22 - ТСП',106,'ТЕСТ 31.01',22,22,'2023-01-31 17:05:47.287900','00:10:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'30/22 - ТСП',106,'ТЕСТ 31.01',22,22,'2023-01-31 17:06:36.672132','00:10:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'49/21 - ТСП',96,'необходимо организовать досъемку ТРЦ Гудвин, либо отрисовать планшет в необходимом объеме',22,22,'2023-01-31 17:08:22.661954','00:40:00','00:00:00',22,1,NULL);
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'32/21 - ТСП',105,'тест',22,22,'2023-02-01 04:03:15.063625','00:10:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'32/21 - ТСП',105,'тест',22,22,'2023-02-01 04:08:20.103537','00:10:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/19 - ТСП',85,'Отработка вопросов с Дягтеревым',24,24,'2023-02-01 04:36:37.801224','01:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'31/22 - ТСП',68,NULL,23,23,'2023-02-01 04:49:15.770778','00:20:00','00:00:00',23,2,'Задача создана. Комментарий: '),
	 (NULL,'36/22 - ТСП',108,'переслать Копьеву листы планов для получения ТУ и проконтролировать  их получение',23,23,'2023-02-01 04:52:03.204496','00:20:00','00:00:00',23,2,'Задача создана. Комментарий: '),
	 (NULL,'27/19 - ТСП',85,'Отработка вопросов с Дягтеревым',24,24,'2023-02-01 05:21:30.550904','01:00:00','00:00:00',24,4,'Направил Дягтереву информацию, которую он заправшивал. Отписал ему на почту, в вайбер, позвонил, он не отвечает нигде.'),
	 (NULL,'46/20 - ТСП',107,NULL,23,23,'2023-02-01 05:22:33.446727','00:20:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'46/20 - ТСП',107,NULL,23,23,'2023-02-01 05:22:47.490512','00:20:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'36/22 - ТСП',109,'Запросить ТУ СУЭНКО',24,24,'2023-02-01 05:35:24.905518','00:15:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-01 05:36:10.350533','00:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-01 05:36:51.783793','00:00:00','00:00:00',24,3,'Семенов не отвечает'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-01 05:37:01.623816','00:00:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'27/21 - ТСП',91,'Прозвонить Мегафон',24,24,'2023-02-01 05:37:10.284980','00:10:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',91,'Прозвонить Мегафон',24,24,'2023-02-01 05:40:07.309552','00:10:00','00:00:00',24,3,'Исполнитель по ТУ Александр (8-922-000-53-12). Обещает посмотреть ответ по ТУ. говорит, что ответ давали. Пообещал перезвонить до обеда.'),
	 (NULL,'27/21 - ТСП',91,'Прозвонить Мегафон',24,24,'2023-02-01 05:40:16.395218','00:10:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'40/22 - ТСП',110,'Анализ полученных ответов на вопросы,направленные в Екат, направить ответы и полученный ГП на доработку в Ростов',23,23,'2023-02-01 05:56:12.413692','03:00:00','00:00:00',23,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',91,'Прозвонить Мегафон',24,24,'2023-02-01 06:53:54.745012','00:10:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',91,'Прозвонить Мегафон',24,24,'2023-02-01 06:54:11.714984','00:10:00','00:00:00',24,3,'Продление ТУ получено'),
	 (NULL,'27/21 - ТСП',91,'Прозвонить Мегафон',24,24,'2023-02-01 06:54:27.342322','00:10:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/21 - ТСП',101,'Откорректировать сметы ПИР на этапы, за образец взять сметы от УДА (направлена на почту). У директора узнать о возможности подключить Адепт проект',22,22,'2023-02-01 09:06:59.431973','00:01:00','00:00:00',24,3,'Стату задачи изменен на: В работе');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'17/22 - ТСП',111,'Проанализировать и передать замечания по федералке в работу проектировщикам',22,22,'2023-02-01 10:40:56.493938','00:15:00','00:00:00',22,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',101,'Откорректировать сметы ПИР на этапы, за образец взять сметы от УДА (направлена на почту). У директора узнать о возможности подключить Адепт проект',22,22,'2023-02-01 11:27:11.564986','00:01:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'17/22 - ТСП',111,'Проанализировать и передать замечания по федералке в работу проектировщикам',22,22,'2023-02-01 11:27:20.952127','00:15:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'17/22 - ТСП',111,'Проанализировать и передать замечания по федералке в работу проектировщикам',22,22,'2023-02-01 11:33:54.933156','00:15:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'49/21 - ТСП',96,'необходимо организовать досъемку ТРЦ Гудвин, либо отрисовать планшет в необходимом объеме',22,22,'2023-02-01 12:04:54.733894','00:40:00','00:00:00',9,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/21 - ТСП',101,'Откорректировать сметы ПИР на этапы, за образец взять сметы от УДА (направлена на почту). У директора узнать о возможности подключить Адепт проект',22,22,'2023-02-01 12:31:24.957772','00:01:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'08/22 - ТСП',112,'проверить смету от заказчика  для экспертизы',23,23,'2023-02-01 12:31:54.573032','00:30:00','00:00:00',23,2,'Задача создана. Комментарий: '),
	 (NULL,'17/22 - ТСП',113,'Переговорить по замечаниям с федералами, прояснить вопросы, передать в работу проектировщикам',22,22,'2023-02-01 12:33:31.968058','00:20:00','00:00:00',22,2,'Задача создана. Комментарий: '),
	 (NULL,'08/22 - ТСП',112,'проверить смету от заказчика  для экспертизы',23,23,'2023-02-01 12:46:17.704698','00:30:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'08/22 - ТСП',112,'проверить смету от заказчика  для экспертизы',23,23,'2023-02-01 13:02:57.322388','00:30:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'31/22 - ТСП',74,'Тест',22,22,'2023-02-02 03:56:18.715731','00:05:00','00:00:00',22,2,'Задача создана. Комментарий: Время “Начал” должно фиксироваться не с момента постановки задачи, а с момента принятия ее в работу. Так же обнаружено, что задачу можно перевести в статус выполнена не взяв ее в работу!!! Так быть не должно'),
	 (NULL,'27/21 - ТСП',114,'тест',22,22,'2023-02-02 03:56:49.026805','00:05:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',114,'тест',22,22,'2023-02-02 03:57:54.871466','00:05:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-02 04:14:58.962794','00:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-02 04:18:43.852339','00:00:00','00:00:00',24,1,'Семенов не отвечает'),
	 (NULL,'31/22 - ТСП',74,'Тест',22,22,'2023-02-02 04:39:29.127025','00:05:00','00:00:00',22,2,'Задача создана. Комментарий: Задачи на сегодня.
Исключить возможность постановки статуса “В работе” для нескольких задач.
'),
	 (NULL,'27/21 - ТСП',101,'Откорректировать сметы ПИР на этапы, за образец взять сметы от УДА (направлена на почту). У директора узнать о возможности подключить Адепт проект',22,22,'2023-02-02 04:53:19.580030','00:01:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',101,'Откорректировать сметы ПИР на этапы, за образец взять сметы от УДА (направлена на почту). У директора узнать о возможности подключить Адепт проект',22,22,'2023-02-02 05:36:29.861953','00:01:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'27/19 - ТСП',115,'тест',22,22,'2023-02-02 05:36:38.916395','00:05:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/19 - ТСП',115,'тест',22,22,'2023-02-02 05:36:45.530628','00:05:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',101,'Откорректировать сметы ПИР на этапы, за образец взять сметы от УДА (направлена на почту). У директора узнать о возможности подключить Адепт проект',22,22,'2023-02-02 05:54:44.032087','00:01:00','00:00:00',24,4,'Смета ПИР подготовлена, отдал в работу Светлане и Секисовой'),
	 (NULL,'17/22 - ТСП',104,'Направить запросы на КП на КТП, передать в работу Марине',22,22,'2023-02-02 06:14:15.871279','00:01:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'17/22 - ТСП',104,'Направить запросы на КП на КТП, передать в работу Марине',22,22,'2023-02-02 08:08:00.443178','00:01:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'17/22 - ТСП',104,'Направить запросы на КП на КТП, передать в работу Марине',22,22,'2023-02-02 08:20:44.522228','00:01:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'17/22 - ТСП',113,'Переговорить по замечаниям с федералами, прояснить вопросы, передать в работу проектировщикам',22,22,'2023-02-02 08:26:53.372061','00:20:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'17/22 - ТСП',113,'Переговорить по замечаниям с федералами, прояснить вопросы, передать в работу проектировщикам',22,22,'2023-02-02 08:28:41.893577','00:20:00','00:00:00',22,3,'Переговорил с Лосевым Андреем Михайловичем. Обсудили, договорились скинуть откорректированную версию в рабочем порядке. Отдал в работу Свете'),
	 (NULL,'17/22 - ТСП',113,'Переговорить по замечаниям с федералами, прояснить вопросы, передать в работу проектировщикам',22,22,'2023-02-02 08:48:00.618806','00:20:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/19 - ТСП',75,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',22,22,'2023-02-02 08:49:05.121894','00:15:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/19 - ТСП',75,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',22,22,'2023-02-02 08:50:07.172159','00:15:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'36/22 - ТСП',108,'переслать Копьеву листы планов для получения ТУ и проконтролировать  их получение',23,23,'2023-02-02 08:50:16.281906','00:20:00','00:00:00',24,3,'Стату задачи изменен на: В работе');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'36/22 - ТСП',108,'переслать Копьеву листы планов для получения ТУ и проконтролировать  их получение',23,23,'2023-02-02 08:50:37.799067','00:20:00','00:00:00',24,3,'Аннулирована'),
	 (NULL,'36/22 - ТСП',108,'переслать Копьеву листы планов для получения ТУ и проконтролировать  их получение',23,23,'2023-02-02 08:50:44.076811','00:20:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-02-02 08:53:15.412418','00:00:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-02-02 08:53:33.185175','00:00:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-02-02 08:55:41.033987','00:00:00','00:00:00',24,1,'Том отдан на корректировку Евгению Дудка'),
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-02-02 08:55:45.501709','00:00:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-02-02 08:55:49.569436','00:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-02-02 08:55:52.721745','00:00:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-02-02 08:56:38.429167','00:00:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-02-02 08:58:16.916094','00:00:00','00:00:00',22,3,'Стату задачи изменен на: В работе');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-02-02 08:58:24.064035','00:00:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-02 09:17:57.230980','00:00:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'40/22 - ТСП',110,'Анализ полученных ответов на вопросы,направленные в Екат, направить ответы и полученный ГП на доработку в Ростов',23,23,'2023-02-02 09:52:58.730744','03:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'40/22 - ТСП',110,'Анализ полученных ответов на вопросы,направленные в Екат, направить ответы и полученный ГП на доработку в Ростов',23,23,'2023-02-02 09:53:17.059751','03:00:00','00:00:00',24,3,'Аннулирована'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-02 09:53:35.235839','00:00:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'40/22 - ТСП',110,'Анализ полученных ответов на вопросы,направленные в Екат, направить ответы и полученный ГП на доработку в Ростов',23,23,'2023-02-02 09:53:41.551513','03:00:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'50/21 - ТСП',116,'Направить экспликацию в ДДИиТ',24,24,'2023-02-02 10:16:52.126077','00:10:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',98,'Получить согласованный состав у Негометзянова',24,24,'2023-02-02 10:21:21.969116','00:05:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',98,'Получить согласованный состав у Негометзянова',24,24,'2023-02-02 10:22:36.754078','00:05:00','00:00:00',24,3,'Негомедзянов уволился. Новый куратор пока ориентировочно Илья Кайгородов. По письму информацию дать не может т.к. пока не вошел в курс объектов. Пообещал сегодня посмотреть.'),
	 (NULL,'27/21 - ТСП',98,'Получить согласованный состав у Негометзянова',24,24,'2023-02-02 10:22:42.719210','00:05:00','00:00:00',24,1,'Стату задачи изменен на: На паузе');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',98,'Получить согласованный состав у Негометзянова',24,24,'2023-02-02 10:23:21.756558','00:05:00','00:00:00',24,1,NULL),
	 (NULL,'50/21 - ТСП',67,'Прозвонить Магистральные сети',22,22,'2023-02-02 10:27:48.086019','00:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'50/21 - ТСП',67,'Прозвонить Магистральные сети',22,22,'2023-02-02 10:28:25.387604','00:00:00','00:00:00',24,4,'Раздел согласован. Письмо Марина Сергеевна пообещала сейчас направить на почту'),
	 (NULL,'50/21 - ТСП',117,'Проверить всё ли направлено на согласование. Направить по необходимости',24,24,'2023-02-02 10:41:19.033908','01:00:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',98,'Получить согласованный состав у Негометзянова',24,24,'2023-02-02 11:37:43.409083','00:05:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',98,'Получить согласованный состав у Негометзянова',24,24,'2023-02-02 11:38:04.805280','00:05:00','00:00:00',24,4,'Получено письмо о согласовании состава'),
	 (NULL,'36/22 - ТСП',109,'Запросить ТУ СУЭНКО',24,24,'2023-02-02 11:44:06.604528','00:15:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'36/22 - ТСП',109,'Запросить ТУ СУЭНКО',24,24,'2023-02-02 11:46:06.868697','00:15:00','00:00:00',24,4,'Направлен запрос ТУ в СУЭНКО'),
	 (NULL,'04/22 - ТСП',76,'запросить ТУ ФКУ ИК4',23,23,'2023-02-02 11:47:18.292659','00:15:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'04/22 - ТСП',76,'запросить ТУ ФКУ ИК4',23,23,'2023-02-02 11:58:02.309871','00:15:00','00:00:00',24,4,'Запрос направлен');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'50/21 - ТСП',116,'Направить экспликацию в ДДИиТ',24,24,'2023-02-02 11:58:12.026236','00:10:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'50/21 - ТСП',116,'Направить экспликацию в ДДИиТ',24,24,'2023-02-02 12:26:27.359462','00:10:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'50/21 - ТСП',116,'Направить экспликацию в ДДИиТ',24,24,'2023-02-02 12:26:52.120317','00:10:00','00:00:00',24,4,'Направлено'),
	 (NULL,'17/22 - ТСП',118,'Материалы для сервитута',22,22,'2023-02-02 12:34:42.848428','00:05:00','00:00:00',22,2,'Задача создана. Комментарий: Передал Чуриловой материалы, Свету поставил в известность'),
	 (NULL,'17/22 - ТСП',118,'Материалы для сервитута',22,22,'2023-02-02 12:34:56.701082','00:05:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'17/22 - ТСП',118,'Материалы для сервитута',22,22,'2023-02-02 12:36:18.996875','00:05:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'12/22 - ТСП',102,'Ведомость планировочных работ',20,20,'2023-02-03 05:11:54.545161','05:00:00','00:00:00',20,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-03 06:21:51.234437','00:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-03 07:08:50.385162','00:00:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'17/22 - ТСП',119,'Проверить и направить Сафронову сзему сервитута',22,22,'2023-02-03 08:27:25.830308','00:10:00','00:00:00',22,2,'Задача создана. Комментарий: ');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'17/22 - ТСП',119,'Проверить и направить Сафронову сзему сервитута',22,22,'2023-02-03 08:27:33.443993','00:10:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'17/22 - ТСП',119,'Проверить и направить Сафронову сзему сервитута',22,22,'2023-02-03 08:40:51.351341','00:10:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-03 08:45:04.951565','00:00:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'49/21 - ТСП',66,'Прозвонить электриков',22,22,'2023-02-03 09:13:29.625874','00:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'49/21 - ТСП',66,'Прозвонить электриков',22,22,'2023-02-03 09:15:21.180896','00:00:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-03 09:15:56.648836','00:00:00','00:00:00',24,1,'Семенов, Захаров не отвечают.'),
	 (NULL,'49/21 - ТСП',66,'Прозвонить электриков',22,22,'2023-02-03 09:16:13.306218','00:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'49/21 - ТСП',66,'Прозвонить электриков',22,22,'2023-02-03 09:19:40.788781','00:00:00','00:00:00',24,3,'СУЭНКО - Захаров не отвечает.
Развитие Бизнеса - тома не будет, сети переданы в ИП Шевчик;
'),
	 (NULL,'49/21 - ТСП',66,'Прозвонить электриков',22,22,'2023-02-03 09:20:36.252039','00:00:00','00:00:00',24,3,'И.П.Шевчик на корректировке у Склюевой, обещает выдать в понедельник 06.02'),
	 (NULL,'27/21 - ТСП',120,'Откорректировать СМ и направить заказчику.',24,24,'2023-02-03 10:01:56.679066','01:00:00','00:00:00',24,2,'Задача создана. Комментарий: ');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',120,'Откорректировать СМ и направить заказчику.',24,24,'2023-02-03 10:02:20.818157','01:00:00','00:00:00',24,2,NULL),
	 (NULL,'27/21 - ТСП',120,'Откорректировать СМ и направить заказчику.',24,24,'2023-02-03 10:05:03.652561','01:00:00','00:00:00',24,2,NULL),
	 (NULL,'49/21 - ТСП',66,'Прозвонить электриков',22,22,'2023-02-03 10:14:20.894481','00:00:00','00:00:00',24,3,'В ГазпромЭнерго сегодня женский день и Красновой нет на месте'),
	 (NULL,'49/21 - ТСП',66,'Прозвонить электриков',22,22,'2023-02-03 11:28:13.799219','00:00:00','00:00:00',24,3,'ЗАО Северное -начальства нет, звонить в понедельник до обеда.
ГК Центр-2 - Селиванов письма не видел, пообещал посмотреть до понедельника.'),
	 (NULL,'49/21 - ТСП',66,'Прозвонить электриков',22,22,'2023-02-03 11:28:38.722975','00:00:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/19 - ТСП',75,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',22,22,'2023-02-03 11:39:23.054518','00:15:00','00:00:00',24,1,'Перепелица попросил по состоянию на 03.02 направил ВОР и спецификацию по НО по Южному кварталу, и ВОР и Крестьянскому комплексу. Спецификацию по Крестьянскому комплексу обещал выдать в течении недели. Сегодня попросил перенести на понедельник срок выдачи.'),
	 (NULL,'50/21 - ТСП',117,'Проверить всё ли направлено на согласование. Направить по необходимости',24,24,'2023-02-03 12:16:02.259176','01:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'50/21 - ТСП',117,'Проверить всё ли направлено на согласование. Направить по необходимости',24,24,'2023-02-03 12:36:56.247885','01:00:00','00:00:00',24,4,'Направлено на согласование в Тюменьгортранс, СУЭНКО, Развитие Бизнеса, Инвест-трейд'),
	 (NULL,'50/21 - ТСП',121,'Направить на согласование Газпром, Диалог-2000, ЭР-Телеком',24,24,'2023-02-03 12:45:10.312221','00:15:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'50/21 - ТСП',121,'Направить на согласование Газпром, Диалог-2000, ЭР-Телеком',24,24,'2023-02-03 12:45:27.807751','00:15:00','00:00:00',24,2,NULL);
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',122,'Направить Скрипке материалы',22,22,'2023-02-03 12:50:42.142233','00:30:00','00:00:00',22,2,'Задача создана. Комментарий: письмо с запросом направил на почту'),
	 (NULL,'27/21 - ТСП',122,'Направить Скрипке материалы',22,22,'2023-02-04 08:00:17.283262','00:30:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',122,'Направить Скрипке материалы',22,22,'2023-02-04 08:02:25.933394','00:30:00','00:00:00',24,4,'Направил скрипке границы и геометрию с сетями'),
	 (NULL,'17/22 - ТСП',104,'Направить запросы на КП на КТП, передать в работу Марине',22,22,'2023-02-04 08:30:32.911279','00:01:00','00:00:00',24,4,'Передал Марине прайсы'),
	 (NULL,'27/19 - ТСП',123,'Проверить просроченные ТУ и продлить по необходимости',24,24,'2023-02-04 08:36:09.683791','00:30:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/19 - ТСП',124,'Россети 500 кВт',24,24,'2023-02-04 08:38:20.495173','00:05:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/19 - ТСП',123,'Проверить просроченные ТУ и продлить по необходимости',24,24,'2023-02-04 08:46:55.781981','00:30:00','00:00:00',24,2,'Направлены запросы на продление ТУ в МТС и Телеком'),
	 (NULL,'27/19 - ТСП',123,'Проверить просроченные ТУ и продлить по необходимости',24,24,'2023-02-04 08:49:33.271306','00:30:00','00:00:00',24,2,'Направлены запросы на продление ТУ в МТС и Телеком'),
	 (NULL,'27/19 - ТСП',75,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',22,22,'2023-02-06 04:17:16.458200','00:15:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/19 - ТСП',75,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',22,22,'2023-02-06 04:17:20.000659','00:15:00','00:00:00',22,1,'Стату задачи изменен на: На паузе');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-06 04:18:12.290735','00:00:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-06 04:18:16.729359','00:00:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'31/22 - ТСП',74,'Тест',22,22,'2023-02-06 04:19:06.188595','00:05:00','00:00:00',22,2,'Задача создана. Комментарий:  дедлайн'),
	 (NULL,'27/19 - ТСП',125,'тест',22,22,'2023-02-06 04:19:52.022253','00:05:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/19 - ТСП',125,'тест',22,22,'2023-02-06 04:20:07.035667','00:05:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/19 - ТСП',75,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',22,22,'2023-02-06 04:38:04.802624','00:15:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-06 05:41:19.327554','00:00:00','19:25:53.682214',24,1,'Разговаривал с Семеновым. ТУ он еще не подготавливал. Обещает дать обратную связь 07.02 до обеда.'),
	 (NULL,'27/19 - ТСП',75,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',22,22,'2023-02-06 05:58:53.173880','00:15:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'27/19 - ТСП',75,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',22,22,'2023-02-06 06:21:36.329235','00:15:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/19 - ТСП',75,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',22,22,'2023-02-06 06:22:01.812575','00:15:00','00:00:00',22,1,'Стату задачи изменен на: На паузе');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',90,'Прозвонить Россети по СМ 10кВт',24,24,'2023-02-06 06:24:15.216230','00:10:00','00:04:54.656848',22,1,'Новоксенов сказал, что сметы еще не посмотрели. Срок ответа у сметного отдела 07.02'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-06 06:32:14.657975','00:00:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-06 06:34:41.514150','00:00:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'31/22 - ТСП',74,'Тест',22,22,'2023-02-06 06:36:46.333873','00:05:00','00:00:00',22,2,'Задача создана. Комментарий: без исоплнителя'),
	 (NULL,'27/19 - ТСП',126,'тест',22,22,'2023-02-06 06:38:13.841046','00:05:00','00:00:00',22,2,NULL),
	 (NULL,'27/19 - ТСП',126,'тест',22,22,'2023-02-06 06:38:18.728142','00:05:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/19 - ТСП',126,'тест',22,22,'2023-02-06 06:38:54.852746','00:05:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'50/21 - ТСП',121,'Направить на согласование Газпром, Диалог-2000, ЭР-Телеком',24,24,'2023-02-06 07:52:24.972684','00:15:00','00:00:00',20,3,'Стату задачи изменен на: В работе'),
	 (NULL,'50/21 - ТСП',121,'Направить на согласование Газпром, Диалог-2000, ЭР-Телеком',24,24,'2023-02-06 07:52:46.971173','00:15:00','00:00:00',20,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'27/19 - ТСП',75,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',22,22,'2023-02-06 08:30:36.263657','00:15:00','01:23:57.694177',22,1,'Разговаривал с Перепелицей. Еще не доделал, обещает сегодня доделать спецификацию по Крестьянскому и направить. Предварительно с ним договаривались, что он еще скинут освещение по району старой застройки');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/19 - ТСП',123,'Проверить просроченные ТУ и продлить по необходимости',24,24,'2023-02-06 08:30:49.897073','00:30:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'50/21 - ТСП',121,'Направить на согласование Газпром, Диалог-2000, ЭР-Телеком',24,24,'2023-02-06 08:31:54.242725','00:15:00','00:00:21.988057',22,1,'Направлены на согласование тома в Газпром, Троян, Диалог-2000, ЭР-Телеком'),
	 (NULL,'50/21 - ТСП',121,'Направить на согласование Газпром, Диалог-2000, ЭР-Телеком',24,24,'2023-02-06 08:32:00.840140','00:15:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'49/21 - ТСП',127,'Встреча с Кайгородцевым',22,22,'2023-02-06 08:39:12.855160','00:59:00','00:00:00',22,2,'Задача создана. Комментарий: '),
	 (NULL,'49/21 - ТСП',127,'Встреча с Кайгородцевым',22,22,'2023-02-06 08:53:22.744986','00:59:00','00:00:00',22,2,NULL),
	 (NULL,'27/19 - ТСП',124,'Россети 500 кВт',24,24,'2023-02-06 08:53:35.230808','00:05:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/19 - ТСП',124,'Россети 500 кВт',24,24,'2023-02-06 08:53:57.596487','00:05:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'49/21 - ТСП',127,'Встреча с Кайгородцевым',22,22,'2023-02-06 09:30:23.168481','00:59:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'00/00 - ТСП',128,'ПОдготовить Тз по ТРЦ Гудвин',22,22,'2023-02-06 10:29:41.874890','01:00:00','00:00:00',22,2,'Задача создана. Комментарий: '),
	 (NULL,'00/00 - ТСП',128,'ПОдготовить Тз по ТРЦ Гудвин',22,22,'2023-02-06 10:29:48.863954','01:00:00','00:00:00',22,3,'Стату задачи изменен на: В работе');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'49/21 - ТСП',127,'Встреча с Кайгородцевым',22,22,'2023-02-06 10:38:41.393617','00:59:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'00/00 - ТСП',128,'ПОдготовить Тз по ТРЦ Гудвин',22,22,'2023-02-06 10:38:58.854145','01:00:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'00/00 - ТСП',128,'ПОдготовить Тз по ТРЦ Гудвин',22,22,'2023-02-06 10:43:04.495513','01:00:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'49/21 - ТСП',127,'Встреча с Кайгородцевым',22,22,'2023-02-06 11:00:40.837134','00:59:00','01:08:18.213301',22,4,'Встретился с Кайгородцевым. По результату встречи необходимо подготовить карту-схемы с изымаемыми гаражами с указанием каждого гаража и участка на котором он стоит (в пояснении необходимо указать что необходимо изъятие земли). Также необходимо есть ли пересечка С.Ковалевской с ЭС 110кВт'),
	 (NULL,'00/00 - ТСП',128,'ПОдготовить Тз по ТРЦ Гудвин',22,22,'2023-02-06 11:08:58.264744','01:00:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'17/22 - ТСП',129,'Направить федералам откорректированную документацию и ответы на замечания',22,22,'2023-02-06 11:14:33.119452','00:20:00','00:00:00',22,2,'Задача создана. Комментарий: Набрать Лосева и переговорить с ним, если все устраивает направить официально'),
	 (NULL,'27/21 - ТСП',130,'Прозвонить УСТЭК и Газпром по согласованию СМ',24,24,'2023-02-06 11:52:02.257911','00:15:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'17/22 - ТСП',129,'Направить федералам откорректированную документацию и ответы на замечания',22,22,'2023-02-06 11:54:05.289824','00:20:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'31/22 - ТСП',68,NULL,24,24,'2023-02-06 11:57:19.543355','00:10:00','00:00:00',24,2,'Задача создана. Комментарий: Узнать результат рассмотрения ПМТ и ППТ'),
	 (NULL,'27/21 - ТСП',131,NULL,24,24,'2023-02-06 11:57:50.714417','00:10:00','00:00:00',24,2,'Узнать результат рассмотрения ППТ и ПМТ');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',131,NULL,24,24,'2023-02-06 11:58:27.468832','00:10:00','00:00:00',24,3,NULL),
	 (NULL,'27/21 - ТСП',131,NULL,24,24,'2023-02-06 11:58:48.567779','00:10:00','00:00:21.088376',24,4,'Аннулирована, составлена без названия'),
	 (NULL,'27/19 - ТСП',132,'Узнать результат рассмотрения ПМТ и ППТ. ',24,24,'2023-02-06 12:00:18.312447','00:10:00','00:00:00',24,2,'Задача создана. Комментарий: Исполнитель в УАДо Березинский Николай николаевич 35-24-39. Его начальник Дмитров вячеслав Николаевич (35-22-96).
Березинский в отпуске, Дмитров не ответил'),
	 (NULL,'27/19 - ТСП',132,'Узнать результат рассмотрения ПМТ и ППТ. ',24,24,'2023-02-06 12:00:38.042003','00:10:00','00:00:00',24,3,NULL),
	 (NULL,'27/19 - ТСП',132,'Узнать результат рассмотрения ПМТ и ППТ. ',24,24,'2023-02-06 12:00:56.523192','00:10:00','00:00:18.474685',24,4,'Аннулирована, неверный проект'),
	 (NULL,'27/21 - ТСП',133,'Узнать результат рассмотрения ППТ и ПМТ',24,24,'2023-02-06 12:01:54.649868','00:10:00','00:00:00',24,2,'Задача создана. Комментарий: Исполнитель в УАДо Березинский Николай николаевич 35-24-39. Его начальник Дмитров вячеслав Николаевич (35-22-96). Березинский в отпуске, Дмитров не ответил.'),
	 (NULL,'49/21 - ТСП',134,'Прозвонить электриков и Зуммер.',24,24,'2023-02-06 12:03:48.183773','00:30:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'17/22 - ТСП',129,'Направить федералам откорректированную документацию и ответы на замечания',22,22,'2023-02-06 12:05:51.172306','00:20:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'49/21 - ТСП',135,'Получить у Склюевой откорректированные тома по ИПШевчик и ГазпромЭнерго. Отправить их на согласование',24,24,'2023-02-06 12:06:06.991847','01:00:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'17/22 - ТСП',129,'Направить федералам откорректированную документацию и ответы на замечания',22,22,'2023-02-06 12:06:32.493761','00:20:00','00:11:45.877476',22,1,'лосев на совещание. набрать в 17:40');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'49/21 - ТСП',136,'Получить у изыскателей границы гаражей, отдать Ирине в работу на корректировку информацию по землям',24,24,'2023-02-06 12:07:19.493903','00:30:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',137,'Пройтись по ТЗ',24,24,'2023-02-06 12:08:14.071526','00:30:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',137,'Пройтись по ТЗ',24,24,'2023-02-06 12:08:36.301716','00:30:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'49/21 - ТСП',139,'Откорректировать ПД по замечаниям ДДИиТ и направить повторно на рассмотрение',24,24,'2023-02-06 12:10:33.320434','01:00:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'49/21 - ТСП',140,'Откорректировать том ГазпромЭнерго по замечаниям и направить на согласование',24,24,'2023-02-06 12:11:26.996493','00:20:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',141,'Откорректировать СМ по замечаниям заказчика и направить на согласование',24,24,'2023-02-06 12:12:29.351515','00:20:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/19 - ТСП',142,'Получить у Дягтерева откорректированные тома по НВК',24,24,'2023-02-06 12:13:39.871863','00:30:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'48/21 - ТСП',143,'Получить у Олега (Минск) РД по теплосетям',24,24,'2023-02-06 12:14:18.034976','00:30:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'50/21 - ТСП',144,'Прозвонить по согласованиям электриков, газовиков и сети связи.',24,24,'2023-02-06 12:16:04.082936','02:00:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'48/21 - ТСП',145,'Направить на согласование откорректированный том Водоканал. Дополнительно написать об аннулировании предыдущего письма.',24,24,'2023-02-06 12:17:18.717761','00:20:00','00:00:00',24,2,'Задача создана. Комментарий: ');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'50/21 - ТСП',146,'Прозвонить ДДИиТ и ГИББД по согласованию раздела СО',24,24,'2023-02-06 12:18:31.409813','00:30:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/19 - ТСП',132,'Узнать результат рассмотрения ПМТ и ППТ. ',24,24,'2023-02-06 12:26:52.671597','00:10:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/21 - ТСП',131,NULL,24,24,'2023-02-06 12:27:20.599642','00:10:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'17/22 - ТСП',147,'Направить заказчику ПД в соответствии с контрактом',22,22,'2023-02-06 12:28:20.490070','00:20:00','00:00:00',22,2,'Задача создана. Комментарий: '),
	 (NULL,'17/22 - ТСП',147,'Направить заказчику ПД в соответствии с контрактом',22,22,'2023-02-06 12:29:06.356205','00:20:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',148,'Ответить газовикам по увязке газопровода',24,24,'2023-02-06 12:35:02.757975','00:20:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'31/22 - ТСП',68,NULL,23,23,'2023-02-06 12:37:36.070811','00:20:00','00:00:00',23,2,'Задача создана. Комментарий: Найти действующий нормативный  документ для ответа заказчику по технологии устройства дорожной одежды из щебня'),
	 (NULL,'08/22 - ТСП',149,NULL,23,23,'2023-02-06 12:38:36.172238','00:20:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'17/22 - ТСП',147,'Направить заказчику ПД в соответствии с контрактом',22,22,'2023-02-06 12:52:33.316620','00:20:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'17/22 - ТСП',129,'Направить федералам откорректированную документацию и ответы на замечания',22,22,'2023-02-06 12:55:30.238962','00:20:00','00:00:00',22,3,'Стату задачи изменен на: В работе');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'17/22 - ТСП',129,'Направить федералам откорректированную документацию и ответы на замечания',22,22,'2023-02-06 12:56:19.565342','00:20:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'17/22 - ТСП',129,'Направить федералам откорректированную документацию и ответы на замечания',22,22,'2023-02-06 12:56:53.478076','00:20:00','00:12:35.199032',22,1,'Лосев не смотрел, созваниваемся 07.02 в 11-00 ТМН'),
	 (NULL,'08/22 - ТСП',149,NULL,23,23,'2023-02-06 13:00:36.598882','00:20:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'50/21 - ТСП',150,'Найти прайсы',24,24,'2023-02-07 05:34:44.433859','02:00:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-07 05:39:46.348790','00:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-07 05:41:22.448536','00:00:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-07 05:41:24.892202','00:00:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-07 05:42:00.016677','00:00:00','19:29:56.620376',24,1,'Разговаривал с Семеновым. Он сказал, что сильно занят и попросил после обеда перезвонить'),
	 (NULL,'27/21 - ТСП',90,'Прозвонить Россети по СМ 10кВт',24,24,'2023-02-07 05:42:15.440516','00:10:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',90,'Прозвонить Россети по СМ 10кВт',24,24,'2023-02-07 05:44:38.484095','00:10:00','00:07:17.680023',24,1,'Новоксенов сказал, что ответа от сметного отдела не было, он попросил их ускориться, срок ответа у них до конца дня. Договорились ближе к концу рабочего дня созвониться.');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',133,'Узнать результат рассмотрения ППТ и ПМТ',24,24,'2023-02-07 05:45:37.626849','00:10:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',133,'Узнать результат рассмотрения ППТ и ПМТ',24,24,'2023-02-07 05:48:55.430352','00:10:00','00:03:17.795705',24,1,'Дмитров не в курсе состояния согласования, дол личный номер Березинского (8-950-483-10-33). Березинский на мобильный не ответил.'),
	 (NULL,'27/21 - ТСП',130,'Прозвонить УСТЭК и Газпром по согласованию СМ',24,24,'2023-02-07 05:50:37.961230','00:15:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'17/22 - ТСП',129,'Направить федералам откорректированную документацию и ответы на замечания',22,22,'2023-02-07 05:56:09.774210','00:20:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'17/22 - ТСП',129,'Направить федералам откорректированную документацию и ответы на замечания',22,22,'2023-02-07 06:01:28.716793','00:20:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'17/22 - ТСП',129,'Направить федералам откорректированную документацию и ответы на замечания',22,22,'2023-02-07 06:01:45.413263','00:20:00','00:17:54.134258',22,1,'Лосев на почту прислал сообщение, чтобы ПД отправлял официально. Направил'),
	 (NULL,'17/22 - ТСП',129,'Направить федералам откорректированную документацию и ответы на замечания',22,22,'2023-02-07 06:01:57.637778','00:20:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/21 - ТСП',130,'Прозвонить УСТЭК и Газпром по согласованию СМ',24,24,'2023-02-07 06:18:42.771411','00:15:00','00:28:04.780853',24,1,'УСТЭК - исполнитель Павлова Мария Николаевна (28-97-45) - на звонок не ответила;

Газпром - исполнитель Владельщиков Дмитрий Александрович (289-417, 8-922-073-47-59) - сметы еще не рассмотрели, ориентировочно ответ будет ближе к концу недели.'),
	 (NULL,'27/21 - ТСП',133,'Узнать результат рассмотрения ППТ и ПМТ',24,24,'2023-02-07 06:20:16.168959','00:10:00','00:03:17.795705',24,1,'Березинский сказал, что пришли замечания от ГУС ТО. Замечаний много, проект сырой. Замечания нам пришлет 07.02 после обеда.'),
	 (NULL,'27/21 - ТСП',133,'Узнать результат рассмотрения ППТ и ПМТ',24,24,'2023-02-07 06:20:38.126658','00:10:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',148,'Ответить газовикам по увязке газопровода',24,24,'2023-02-07 06:20:53.736828','00:20:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'00/00 - ТСП',151,'Продлить экспертизу по Омску',24,24,'2023-02-07 06:25:12.156195','00:30:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',148,'Ответить газовикам по увязке газопровода',24,24,'2023-02-07 06:48:08.567826','00:20:00','00:27:14.812587',24,4,'отписал Газовикам, что ПД принята для увязки.'),
	 (NULL,'27/21 - ТСП',137,'Пройтись по ТЗ',24,24,'2023-02-07 06:48:47.055772','00:30:00','00:00:00',24,2,NULL),
	 (NULL,'27/19 - ТСП',75,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',22,22,'2023-02-07 06:49:53.758619','00:15:00','01:23:57.694177',24,4,'Перепелица прислал спецификацию по наружному освещению по Крестьянскому комплексу'),
	 (NULL,'27/21 - ТСП',120,'Откорректировать СМ и направить заказчику.',24,24,'2023-02-07 06:52:38.638871','01:00:00','00:00:00',24,1,'Секисова с утра звонила и пообещала после обеда выдать откорректированные сметы по Ожогина'),
	 (NULL,'35/22 - ТСП',152,'Подписать и направить ПО АДРЕСУ в почте',23,23,'2023-02-07 07:11:01.417109','00:20:00','00:00:00',23,2,'Задача создана. Комментарий: '),
	 (NULL,'31/22 - ТСП',68,NULL,23,23,'2023-02-07 07:13:23.805269','02:00:00','00:00:00',23,2,'Задача создана. Комментарий: '),
	 (NULL,'31/22 - ТСП',68,NULL,23,23,'2023-02-07 07:13:40.336012','00:20:00','00:00:00',23,2,'Задача создана. Комментарий: '),
	 (NULL,'47/20 - ТСП',155,'ПОДГОТОВИТЬ для Войнова анализ просрочки о предоставлению ТУ',23,23,'2023-02-07 07:15:22.486992','00:40:00','00:00:00',23,2,'Задача создана. Комментарий: ');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'27/21 - ТСП',130,'Прозвонить УСТЭК и Газпром по согласованию СМ',24,24,'2023-02-07 08:13:45.041827','00:15:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',156,'Направить запросы в организации по стоимости компенсации',24,24,'2023-02-07 08:16:23.534762','01:00:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',130,'Прозвонить УСТЭК и Газпром по согласованию СМ',24,24,'2023-02-07 08:17:50.385489','00:15:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'27/21 - ТСП',156,'Направить запросы в организации по стоимости компенсации',24,24,'2023-02-07 08:20:52.503672','01:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'35/22 - ТСП',152,'Подписать и направить ПО АДРЕСУ в почте',23,23,'2023-02-07 08:47:31.480461','00:20:00','00:00:00',22,2,'тест'),
	 (NULL,'27/21 - ТСП',156,'Направить запросы в организации по стоимости компенсации',24,24,'2023-02-07 09:09:45.702711','01:00:00','00:48:53.182689',24,4,'Направлены запросы в УСТЭК, СУЭНКО, Газпром, Россети. В остальные отправлять не будем т.к. не предусмотрено выделение отдельного этапа.'),
	 (NULL,'47/20 - ТСП',155,'ПОДГОТОВИТЬ для Войнова анализ просрочки о предоставлению ТУ',23,23,'2023-02-07 09:10:21.610859','00:40:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'47/20 - ТСП',155,'ПОДГОТОВИТЬ для Войнова анализ просрочки о предоставлению ТУ',23,23,'2023-02-07 09:32:14.151816','00:40:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'47/20 - ТСП',155,'ПОДГОТОВИТЬ для Войнова анализ просрочки о предоставлению ТУ',23,23,'2023-02-07 09:34:37.912415','00:40:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'31/22 - ТСП',74,'Тест',22,22,'2023-02-07 10:30:03.607910','07:59:00','00:00:00',22,2,'Задача создана. Комментарий: проверка постановки задачи при наборе более 8 часов в день');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'00/00 - ТСП',157,'Тест',22,22,'2023-02-07 10:31:54.245201','07:59:00','00:00:00',24,2,'не работает'),
	 (NULL,'19/21 - ТСП',158,'запросить КП и прайсы сибилюкс  ',23,23,'2023-02-07 10:33:28.547154','00:40:00','00:00:00',23,2,'Задача создана. Комментарий: '),
	 (NULL,'47/20 - ТСП',155,'ПОДГОТОВИТЬ для Войнова анализ просрочки о предоставлению ТУ',23,23,'2023-02-07 11:04:05.548497','00:40:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'00/00 - ТСП',157,'Тест',22,22,'2023-02-07 12:43:52.070093','07:59:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'00/00 - ТСП',157,'Тест',22,22,'2023-02-07 12:43:58.149115','07:59:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/21 - ТСП',120,'Откорректировать СМ и направить заказчику.',24,24,'2023-02-07 12:59:38.018791','01:00:00','00:00:00',24,1,NULL),
	 (NULL,'00/00 - ТСП',159,'Тест от 08.02.',20,20,'2023-02-08 04:36:50.701832','00:20:00','00:00:00',20,2,'Задача создана. Комментарий: '),
	 (NULL,'00/00 - ТСП',159,'Тест от 08.02.',20,20,'2023-02-08 04:37:54.725675','00:20:00','00:00:00',20,3,'Стату задачи изменен на: В работе'),
	 (NULL,'00/00 - ТСП',159,'Тест от 08.02.',20,20,'2023-02-08 04:38:14.830147','00:20:00','00:00:00',20,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'00/00 - ТСП',159,'Тест от 08.02.',20,20,'2023-02-08 04:38:42.123021','00:20:00','00:00:00',20,3,'Стату задачи изменен на: В работе');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'00/00 - ТСП',159,'Тест от 08.02.',20,20,'2023-02-08 04:43:30.025811','00:20:00','00:00:00',20,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'00/00 - ТСП',159,'Тест от 08.02.',20,20,'2023-02-08 04:43:30.808927','00:20:00','00:00:00',20,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'47/20 - ТСП',155,'ПОДГОТОВИТЬ для Войнова анализ просрочки о предоставлению ТУ',23,23,'2023-02-08 04:54:02.628924','00:40:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'00/00 - ТСП',159,'Тест от 08.02.',20,20,'2023-02-08 05:04:43.973362','00:20:00','00:05:07.983866',20,1,NULL),
	 (NULL,'27/21 - ТСП',65,'Прозвонить СУЭНКО',22,22,'2023-02-08 05:08:38.119270','00:00:00','00:00:00',20,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'00/00 - ТСП',159,'Тест от 08.02.',20,20,'2023-02-08 05:11:34.294886','00:20:00','00:05:07.983866',20,1,NULL),
	 (NULL,'46/20 - ТСП',154,NULL,23,23,'2023-02-08 05:22:22.843298','00:20:00','00:00:00',20,3,'Стату задачи изменен на: В работе'),
	 (NULL,'46/20 - ТСП',154,NULL,23,23,'2023-02-08 05:22:32.066480','00:20:00','00:00:00',20,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'47/20 - ТСП',155,'ПОДГОТОВИТЬ для Войнова анализ просрочки о предоставлению ТУ',23,23,'2023-02-08 05:26:54.347658','00:40:00','00:00:00',20,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'19/21 - ТСП',158,'запросить КП и прайсы сибилюкс  ',23,23,'2023-02-08 05:27:05.887246','00:40:00','00:00:00',20,3,'Стату задачи изменен на: В работе');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'48/21 - ТСП',72,'Прозвонить Водоканал',22,22,'2023-02-08 05:29:08.803936','00:00:00','00:00:00',20,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'47/20 - ТСП',155,'ПОДГОТОВИТЬ для Войнова анализ просрочки о предоставлению ТУ',23,23,'2023-02-08 06:01:33.014086','00:40:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'19/21 - ТСП',158,'запросить КП и прайсы сибилюкс  ',23,23,'2023-02-08 06:10:23.171000','00:40:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'19/21 - ТСП',158,'запросить КП и прайсы сибилюкс  ',23,23,'2023-02-08 06:10:33.898650','00:40:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'19/21 - ТСП',158,'запросить КП и прайсы сибилюкс  ',23,23,'2023-02-08 06:19:29.433508','00:40:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'19/21 - ТСП',158,'запросить КП и прайсы сибилюкс  ',23,23,'2023-02-08 06:20:34.455721','00:40:00','00:52:12.786261',24,1,'КП запрошены'),
	 (NULL,'27/21 - ТСП',120,'Откорректировать СМ и направить заказчику.',24,24,'2023-02-08 06:23:05.430951','01:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',120,'Откорректировать СМ и направить заказчику.',24,24,'2023-02-08 08:06:07.356402','01:00:00','01:43:01.902158',24,4,'Отправлены откорректированные сметы заказчику'),
	 (NULL,'27/21 - ТСП',141,'Откорректировать СМ по замечаниям заказчика и направить на согласование',24,24,'2023-02-08 08:06:44.084329','00:20:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',141,'Откорректировать СМ по замечаниям заказчика и направить на согласование',24,24,'2023-02-08 08:06:59.039235','00:20:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'00/00 - ТСП',160,'тест общее время',22,22,'2023-02-08 08:47:50.775430','07:30:00','00:00:00',22,2,'Задача создана. Комментарий: '),
	 (NULL,'00/00 - ТСП',160,'тест общее время',22,22,'2023-02-08 08:48:32.978584','07:00:00','00:00:00',22,2,'Задача создана. Комментарий: '),
	 (NULL,'17/22 - ТСП',161,'тест общее время',22,22,'2023-02-08 08:49:35.712565','07:00:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'17/22 - ТСП',161,'тест общее время',22,22,'2023-02-08 08:49:41.136762','07:00:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'00/00 - ТСП',160,'тест общее время',22,22,'2023-02-08 08:50:00.186994','07:30:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'00/00 - ТСП',160,'тест общее время',22,22,'2023-02-08 08:50:06.236282','07:30:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'00/00 - ТСП',162,'тест время старта',22,22,'2023-02-08 09:18:57.841611','00:05:00','00:00:00',22,2,'Задача создана. Комментарий: '),
	 (NULL,'00/00 - ТСП',162,'тест время старта',22,22,'2023-02-08 09:19:15.232922','00:05:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'00/00 - ТСП',162,'тест время старта',22,22,'2023-02-08 09:24:16.042500','00:05:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'50/21 - ТСП',146,'Прозвонить ДДИиТ и ГИББД по согласованию раздела СО',24,24,'2023-02-09 09:55:36.252347','00:30:00','00:00:00',24,2,NULL);
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'35/22 - ТСП',152,'Подписать и направить ПО АДРЕСУ в почте',23,23,'2023-02-09 09:57:51.687447','00:20:00','00:00:00',24,3,'Выполнено Тереховой Н.м.'),
	 (NULL,'35/22 - ТСП',152,'Подписать и направить ПО АДРЕСУ в почте',23,23,'2023-02-09 09:58:01.698768','00:20:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/21 - ТСП',141,'Откорректировать СМ по замечаниям заказчика и направить на согласование',24,24,'2023-02-09 09:58:18.984879','00:20:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'49/21 - ТСП',134,'Прозвонить электриков и Зуммер.',24,24,'2023-02-10 04:48:47.760116','00:30:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'49/21 - ТСП',134,'Прозвонить электриков и Зуммер.',24,24,'2023-02-10 04:49:34.467258','00:30:00','00:00:46.695938',24,4,'Получено согласование от ООО "Зуммер"'),
	 (NULL,'49/21 - ТСП',135,'Получить у Склюевой откорректированные тома по ИПШевчик и ГазпромЭнерго. Отправить их на согласование',24,24,'2023-02-10 05:13:59.112527','01:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'49/21 - ТСП',135,'Получить у Склюевой откорректированные тома по ИПШевчик и ГазпромЭнерго. Отправить их на согласование',24,24,'2023-02-10 05:14:49.482601','01:00:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'49/21 - ТСП',136,'Получить у изыскателей границы гаражей, отдать Ирине в работу на корректировку информацию по землям',24,24,'2023-02-10 05:14:59.585451','00:30:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'49/21 - ТСП',136,'Получить у изыскателей границы гаражей, отдать Ирине в работу на корректировку информацию по землям',24,24,'2023-02-10 05:16:13.492764','00:30:00','00:01:13.837962',24,4,'Изыскатели отрисовали границы гаражей и их нумерацию, отдал Ксюше (а не Ирине), она подготовила схему и таблицу с изъятием гаражей.'),
	 (NULL,'08/22 - ТСП',149,NULL,23,23,'2023-02-10 05:16:29.479834','00:20:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'49/21 - ТСП',139,'Откорректировать ПД по замечаниям ДДИиТ и направить повторно на рассмотрение',24,24,'2023-02-10 05:16:52.810933','01:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'49/21 - ТСП',139,'Откорректировать ПД по замечаниям ДДИиТ и направить повторно на рассмотрение',24,24,'2023-02-10 05:17:55.610692','01:00:00','00:01:02.780067',24,1,'ПД откорректирована, жду окончательной отмашки от Кайгородцева и когда подготовят ПДФ'),
	 (NULL,'49/21 - ТСП',140,'Откорректировать том ГазпромЭнерго по замечаниям и направить на согласование',24,24,'2023-02-10 05:18:07.301740','00:20:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'49/21 - ТСП',140,'Откорректировать том ГазпромЭнерго по замечаниям и направить на согласование',24,24,'2023-02-10 05:18:49.906428','00:20:00','00:00:42.594396',24,4,'Том откорректирован и направлен на согласование'),
	 (NULL,'48/21 - ТСП',145,'Направить на согласование откорректированный том Водоканал. Дополнительно написать об аннулировании предыдущего письма.',24,24,'2023-02-10 05:22:10.795818','00:20:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'48/21 - ТСП',145,'Направить на согласование откорректированный том Водоканал. Дополнительно написать об аннулировании предыдущего письма.',24,24,'2023-02-10 05:25:50.181952','00:20:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'19/21 - ТСП',158,'запросить КП и прайсы сибилюкс  ',23,23,'2023-02-10 05:27:01.776175','00:40:00','00:52:12.786261',24,4,'КП переданы Тереховой НМ'),
	 (NULL,'46/20 - ТСП',153,NULL,23,23,'2023-02-10 06:49:21.052000','02:00:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'46/20 - ТСП',153,NULL,23,23,'2023-02-10 06:49:29.177922','02:00:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'46/20 - ТСП',154,NULL,23,23,'2023-02-10 06:49:59.554774','00:20:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'47/20 - ТСП',163,'Записать на диск документацию для сдачи заказчику',23,23,'2023-02-12 23:18:05.050693','00:20:00','00:00:00',23,2,'Задача создана. Комментарий: '),
	 (NULL,'47/20 - ТСП',163,'Записать на диск документацию для сдачи заказчику',23,23,'2023-02-12 23:38:40.472833','00:20:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'47/20 - ТСП',163,'Записать на диск документацию для сдачи заказчику',23,23,'2023-02-13 00:09:51.523559','00:20:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/21 - ТСП',90,'Прозвонить Россети по СМ 10кВт',24,24,'2023-02-13 03:17:16.694783','00:10:00','00:07:17.680023',24,4,'Россети выдали замечания по сметам. Отдал их в работу Секисовой'),
	 (NULL,'27/21 - ТСП',130,'Прозвонить УСТЭК и Газпром по согласованию СМ',24,24,'2023-02-13 03:17:28.183785','00:15:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',130,'Прозвонить УСТЭК и Газпром по согласованию СМ',24,24,'2023-02-13 03:23:30.672055','00:15:00','00:38:12.584029',24,1,'УСТЭК - разговаривал с Павловой, говорит что сметы переданы на рассмотрение какому-то представителю по договору (он же главный инженер). Связать с ним она меня не может из-за политики фирмы. Ответ по рассмотрению обещает дать в течении следующей недели.
Газпром - Владельщиков не отвечает'),
	 (NULL,'27/21 - ТСП',164,'Получить ТУ СУЭНКО',24,24,'2023-02-13 03:28:45.225460','00:10:00','00:00:00',24,2,'Задача создана. Комментарий: Разговаривал с Семеновым (исполнитель по ТУ, 53-61-57). Документацию он рассмотрел. Сегодня направит изменения ТУ на согласование, ожидать подписанное к концу недели.'),
	 (NULL,'48/21 - ТСП',165,'Направить откорректированную ДО на согласование',24,24,'2023-02-13 03:37:32.421301','00:10:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'48/21 - ТСП',165,'Направить откорректированную ДО на согласование',24,24,'2023-02-13 03:37:55.598373','00:10:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'48/21 - ТСП',165,'Направить откорректированную ДО на согласование',24,24,'2023-02-13 03:38:21.975308','00:10:00','00:00:00',24,2,'Задача создана. Комментарий: ');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'49/21 - ТСП',138,'Пройтись по ТЗ',24,24,'2023-02-13 04:05:32.830219','00:30:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'49/21 - ТСП',138,'Пройтись по ТЗ',24,24,'2023-02-13 04:05:36.206622','00:30:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'50/21 - ТСП',150,'Найти прайсы',24,24,'2023-02-13 04:05:42.311051','02:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'50/21 - ТСП',150,'Найти прайсы',24,24,'2023-02-13 04:34:17.813913','02:00:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'49/21 - ТСП',139,'Откорректировать ПД по замечаниям ДДИиТ и направить повторно на рассмотрение',24,24,'2023-02-13 04:34:45.451039','01:00:00','00:01:02.780067',24,4,'ПД откорректирована и направлена в ДДИиТ'),
	 (NULL,'27/19 - ТСП',142,'Получить у Дягтерева откорректированные тома по НВК',24,24,'2023-02-14 03:54:44.682730','00:30:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/19 - ТСП',142,'Получить у Дягтерева откорректированные тома по НВК',24,24,'2023-02-14 03:56:38.273296','00:30:00','00:01:53.566396',24,1,'Дягтерев НВК еще не откорректировал. Обещает в понедельник 20.02 выдать первые результаты по крестьянскому комплексу, а также обозначить реальный срок корректировки проектной документации'),
	 (NULL,'49/21 - ТСП',166,'Направить откорректированную ДО на согласование',24,24,'2023-02-14 03:57:12.331328','00:10:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'49/21 - ТСП',166,'Направить откорректированную ДО на согласование',24,24,'2023-02-14 04:07:30.048566','00:10:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'50/21 - ТСП',167,'Направить откорректированную ДО на согласование',24,24,'2023-02-14 04:07:40.355034','00:10:00','00:00:00',24,3,'Стату задачи изменен на: В работе');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'50/21 - ТСП',167,'Направить откорректированную ДО на согласование',24,24,'2023-02-14 04:07:50.479245','00:10:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'48/21 - ТСП',165,'Направить откорректированную ДО на согласование',24,24,'2023-02-14 04:08:00.418978','00:10:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'48/21 - ТСП',165,'Направить откорректированную ДО на согласование',24,24,'2023-02-14 04:08:10.484180','00:10:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'50/21 - ТСП',150,'Найти прайсы',24,24,'2023-02-14 04:08:37.373072','02:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'49/21 - ТСП',168,'Откорректировать ЭС СУЭНКО и направить на согласование',24,24,'2023-02-14 04:10:47.644407','00:30:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',169,'Откорректировать СМ 10кВт Россети и направить на согласование',24,24,'2023-02-14 04:12:10.328522','00:10:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'50/21 - ТСП',150,'Найти прайсы',24,24,'2023-02-14 04:12:17.114731','02:00:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'27/21 - ТСП',169,'Откорректировать СМ 10кВт Россети и направить на согласование',24,24,'2023-02-14 04:12:24.232529','00:10:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'47/20 - ТСП',170,'Комаровский 2 очередь распечатан
расписаться, поставить печати, отправить заказчику',23,23,'2023-02-14 05:08:35.201142','00:50:00','00:00:00',23,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',169,'Откорректировать СМ 10кВт Россети и направить на согласование',24,24,'2023-02-14 05:37:47.502516','00:10:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'47/20 - ТСП',170,'Комаровский 2 очередь распечатан
расписаться, поставить печати, отправить заказчику',23,23,'2023-02-14 06:41:08.451615','00:50:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'47/20 - ТСП',170,'Комаровский 2 очередь распечатан
расписаться, поставить печати, отправить заказчику',23,23,'2023-02-14 08:01:41.682958','00:50:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'47/20 - ТСП',170,'Комаровский 2 очередь распечатан
расписаться, поставить печати, отправить заказчику',23,23,'2023-02-14 08:01:44.180002','00:50:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'17/22 - ТСП',171,'Прозвонить Сафронова, узнать как идет проверка и соклько экземпляров печатать',22,22,'2023-02-14 23:07:43.244826','00:10:00','00:00:00',22,2,'Задача создана. Комментарий: '),
	 (NULL,'17/22 - ТСП',171,'Прозвонить Сафронова, узнать как идет проверка и соклько экземпляров печатать',22,22,'2023-02-15 00:34:58.412245','00:10:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'17/22 - ТСП',171,'Прозвонить Сафронова, узнать как идет проверка и соклько экземпляров печатать',22,22,'2023-02-15 00:35:05.821916','00:10:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'17/22 - ТСП',171,'Прозвонить Сафронова, узнать как идет проверка и соклько экземпляров печатать',22,22,'2023-02-15 00:36:00.067324','00:10:00','00:00:07.385986',22,1,NULL),
	 (NULL,'17/22 - ТСП',171,'Прозвонить Сафронова, узнать как идет проверка и соклько экземпляров печатать',22,22,'2023-02-15 00:36:51.317680','00:10:00','00:00:07.385986',22,1,NULL),
	 (NULL,'17/22 - ТСП',172,'Запросить прайсы. Инфу взять у Марины',22,22,'2023-02-15 01:39:22.991329','01:00:00','00:00:00',22,2,'Задача создана. Комментарий: '),
	 (NULL,'17/22 - ТСП',171,'Прозвонить Сафронова, узнать как идет проверка и соклько экземпляров печатать',22,22,'2023-02-15 01:41:00.844967','00:10:00','00:00:07.385986',22,1,'Сафронов вне зоны. Написал ему на почту');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'17/22 - ТСП',172,'Запросить прайсы. Инфу взять у Марины',22,22,'2023-02-15 01:43:01.625245','01:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'17/22 - ТСП',171,'Прозвонить Сафронова, узнать как идет проверка и соклько экземпляров печатать',22,22,'2023-02-15 04:56:02.186642','00:10:00','00:00:07.385986',22,1,'Не взял трубку. Прислал СМС перезвоню'),
	 (NULL,'17/22 - ТСП',172,'Запросить прайсы. Инфу взять у Марины',22,22,'2023-02-15 07:24:08.922174','01:00:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'Нижневартовск. Пр. Восточный (АН)',173,'Разобраться с объемами песка',22,22,'2023-02-15 23:42:57.978371','00:40:00','00:00:00',22,2,'Задача создана. Комментарий: строители выторфовку выбрали, объемы совпали. Засыпку песка на 65 т.м.3 выйти не могут. Вопрос. как производиться засыпка'),
	 (NULL,'Нижневартовск. Пр. Восточный (АН)',173,'Разобраться с объемами песка',22,22,'2023-02-16 00:05:45.650720','00:40:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'Нижневартовск. Пр. Восточный (АН)',173,'Разобраться с объемами песка',22,22,'2023-02-16 00:23:06.593522','00:40:00','00:00:00',22,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'17/22 - ТСП',171,'Прозвонить Сафронова, узнать как идет проверка и соклько экземпляров печатать',22,22,'2023-02-16 05:21:30.713442','00:10:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'17/22 - ТСП',171,'Прозвонить Сафронова, узнать как идет проверка и соклько экземпляров печатать',22,22,'2023-02-16 05:22:15.342211','00:10:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'Нижневартовск. Пр. Восточный (АН)',173,'Разобраться с объемами песка',22,22,'2023-02-16 07:25:03.137186','00:40:00','00:00:00',22,3,'Стату задачи изменен на: В работе'),
	 (NULL,'Нижневартовск. Пр. Восточный (АН)',173,'Разобраться с объемами песка',22,22,'2023-02-16 07:26:52.624282','00:40:00','00:00:00',22,4,'Стату задачи изменен на: Выполнена');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'00/00 - ТСП',151,'Продлить экспертизу по Омску',24,24,'2023-02-16 07:42:26.699041','00:30:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'00/00 - ТСП',151,'Продлить экспертизу по Омску',24,24,'2023-02-16 07:46:52.629460','00:30:00','00:04:25.920318',24,1,'Экспертиза продлена до 20.02. Необходимо что-то загрузить, чтобы направить на повторную проверку для продления'),
	 (NULL,'49/21 - ТСП',168,'Откорректировать ЭС СУЭНКО и направить на согласование',24,24,'2023-02-16 07:47:18.129710','00:30:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'49/21 - ТСП',168,'Откорректировать ЭС СУЭНКО и направить на согласование',24,24,'2023-02-16 07:48:05.192246','00:30:00','00:00:47.047232',24,4,'Раздел откорректирован и направлен повторно на согласование'),
	 (NULL,'27/19 - ТСП',174,'Направить на pg.dir планы с переустройством сетей запрашиваемых улиц (для Бориса)',22,22,'2023-02-19 23:18:37.965418','00:20:00','00:00:00',22,2,'Задача создана. Комментарий: Схему направил вайбером'),
	 (NULL,'27/19 - ТСП',174,'Направить на pg.dir планы с переустройством сетей запрашиваемых улиц (для Бориса)',22,22,'2023-02-19 23:32:56.890546','00:20:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/19 - ТСП',174,'Направить на pg.dir планы с переустройством сетей запрашиваемых улиц (для Бориса)',22,22,'2023-02-20 00:17:57.496754','00:20:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'00/00 - ТСП',151,'Продлить экспертизу по Омску',24,24,'2023-02-20 00:47:57.837715','00:30:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'00/00 - ТСП',151,'Продлить экспертизу по Омску',24,24,'2023-02-20 01:28:41.511653','00:30:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'00/00 - ТСП',151,'Продлить экспертизу по Омску',24,24,'2023-02-20 01:28:50.066705','00:30:00','00:00:00',24,3,'Стату задачи изменен на: В работе');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'00/00 - ТСП',151,'Продлить экспертизу по Омску',24,24,'2023-02-20 01:29:04.198076','00:30:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'17/22 - ТСП',172,'Запросить прайсы. Инфу взять у Марины',22,22,'2023-02-20 03:21:39.950554','01:00:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'17/22 - ТСП',172,'Запросить прайсы. Инфу взять у Марины',22,22,'2023-02-20 04:31:18.791872','01:00:00','00:00:00',24,1,'Стату задачи изменен на: На паузе'),
	 (NULL,'17/22 - ТСП',172,'Запросить прайсы. Инфу взять у Марины',22,22,'2023-02-20 05:18:47.406206','01:00:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/21 - ТСП',164,'Получить ТУ СУЭНКО',24,24,'2023-02-20 23:15:50.355141','00:10:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'27/21 - ТСП',164,'Получить ТУ СУЭНКО',24,24,'2023-02-20 23:16:00.161589','00:10:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'27/19 - ТСП',175,'Направить ответ по увязке в Газпром по 3-м письмам',24,24,'2023-02-20 23:17:26.735659','00:20:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/21 - ТСП',176,'Отработать замечания Перепелицы по ТУ СУЭНКО',24,24,'2023-02-20 23:18:01.670532','00:30:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'48/21 - ТСП',177,'Узнать у Олега как продвигается работа по РД УСТЭК',24,24,'2023-02-20 23:18:48.740648','00:10:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'49/21 - ТСП',178,'Откорректировать ПД по замечаниям заказчика и направить повторно на согласование',24,24,'2023-02-20 23:36:19.817264','00:20:00','00:00:00',24,2,'Задача создана. Комментарий: ');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'50/21 - ТСП',179,'Направить заказчику на согласование проект',24,24,'2023-02-20 23:36:44.536144','00:20:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'50/21 - ТСП',180,'Откорректировать раздел ЭС Развитие Бизнеса и направить повторно на согласование',24,24,'2023-02-20 23:37:35.302126','00:30:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'27/19 - ТСП',175,'Направить ответ по увязке в Газпром по 3-м письмам',24,24,'2023-02-20 23:38:01.130488','00:20:00','00:00:00',24,2,NULL),
	 (NULL,'27/21 - ТСП',176,'Отработать замечания Перепелицы по ТУ СУЭНКО',24,24,'2023-02-20 23:38:27.069527','00:30:00','00:00:00',24,2,NULL),
	 (NULL,'48/21 - ТСП',177,'Узнать у Олега как продвигается работа по РД УСТЭК',24,24,'2023-02-20 23:38:40.322841','00:10:00','00:00:00',24,2,NULL),
	 (NULL,'50/21 - ТСП',179,'Направить заказчику на согласование проект',24,24,'2023-02-20 23:38:54.194472','00:20:00','00:00:00',24,2,NULL),
	 (NULL,'50/21 - ТСП',179,'Направить заказчику на согласование проект',24,24,'2023-02-21 02:46:19.990206','00:20:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'50/21 - ТСП',179,'Направить заказчику на согласование проект',24,24,'2023-02-21 02:46:24.693225','00:20:00','00:00:00',24,4,'Стату задачи изменен на: Выполнена'),
	 (NULL,'31/22 - ТСП',68,NULL,24,24,'2023-02-21 02:47:21.248726','00:20:00','00:00:00',24,2,'Задача создана. Комментарий: Прозвонить Водоканал и узнать почему нет письма в 1С'),
	 (NULL,'48/21 - ТСП',181,NULL,24,24,'2023-02-21 04:17:29.655823','00:20:00','00:00:00',24,2,'Менщиков Андрей Игоревич: Прозвонить Водоканал и узнать почему нет письма в 1С');
INSERT INTO mvp.DBLogistickTask (TaskCode,ProjectCode,TaskId,descTask,supervisorId,resipienId,dateRedaction,planedTime,actualTime,CommitorId,taskStatusId,comment) VALUES
	 (NULL,'48/21 - ТСП',182,'Менщиков Андрей Игоревич: Прозвонить Водоканал и узнать почему нет письма в 1С',24,24,'2023-02-21 04:18:31.940296','00:10:00','00:00:00',24,2,'Задача создана. Комментарий: '),
	 (NULL,'48/21 - ТСП',181,NULL,24,24,'2023-02-21 04:18:41.583072','00:20:00','00:00:00',24,3,'Стату задачи изменен на: В работе'),
	 (NULL,'48/21 - ТСП',181,NULL,24,24,'2023-02-21 04:19:12.482291','00:20:00','00:00:30.886289',24,4,'Аннулирована (не правильно составлена)'),
	 (NULL,'47/20 - ТСП',183,'В томА заказчика  ПЗ -5экз  и ИИ -2 экз добавить полученные согласования от ГОРМОСТ и РОССЕТИ',23,23,'2023-02-21 07:10:17.859399','00:40:00','00:00:00',23,2,'Задача создана. Комментарий: '),
	 (NULL,'47/20 - ТСП',183,'В томА заказчика  ПЗ -5экз  и ИИ -2 экз добавить полученные согласования от ГОРМОСТ и РОССЕТИ',23,23,'2023-02-21 23:20:46.521614','00:40:00','00:00:00',24,2,'Стату задачи изменен на: Создана'),
	 (NULL,'47/20 - ТСП',183,'В томА заказчика  ПЗ -5экз  и ИИ -2 экз добавить полученные согласования от ГОРМОСТ и РОССЕТИ',23,23,'2023-02-21 23:20:52.224072','00:40:00','00:00:00',24,3,'Стату задачи изменен на: В работе');
