INSERT INTO mvp.DBLogistickProject (projectId,arhive,link,supervisor,priority,allStages,CommitorId,dateRedaction,comment) VALUES
	 (29,'Нет','https://cloud.mail.ru/public/ovp7/TtC3sZctQ','Мочалов Александр Николаевич',1,NULL,22,'2023-01-24 08:38:50.278655',NULL),
	 (38,'Нет','https://cloud.mail.ru/public/v3bj/sFLFYC12t','Мочалов Александр Николаевич',1,NULL,22,'2023-01-24 08:42:14.898790',NULL),
	 (16,'Нет','https://cloud.mail.ru/public/YTER/B7UZDyQf8','Мочалов Александр Николаевич',2,NULL,22,'2023-01-24 08:45:23.564123',NULL),
	 (9,'Нет','https://cloud.mail.ru/public/MdEp/u3gqsAERQ','Мочалов Александр Николаевич',2,NULL,22,'2023-01-24 08:46:11.499439',NULL),
	 (10,'Нет','https://cloud.mail.ru/public/xvwQ/jrFUW8NLa','Мочалов Александр Николаевич',2,NULL,22,'2023-01-24 08:46:59.337738',NULL),
	 (73,'Нет',NULL,'Дегтярёв М.Н.',0,NULL,22,'2023-01-24 08:47:43.162156',NULL),
	 (68,'Нет','https://cloud.mail.ru/public/DBHS/fQCTYXw7j','Мочалов Александр Николаевич',2,NULL,22,'2023-01-26 04:38:07.510263',NULL),
	 (0,'Нет','https://cloud.mail.ru/public/sHZE/kBG7CvZhE','Мочалов Александр Николаевич',3,NULL,22,'2023-01-26 04:41:54.543916','Проект создан'),
	 (46,'Нет',NULL,'Прокопьев С.М.',1,NULL,23,'2023-01-26 05:17:45.975878',NULL),
	 (47,'Да',NULL,NULL,0,NULL,23,'2023-01-26 05:19:12.870716',NULL);
INSERT INTO mvp.DBLogistickProject (projectId,arhive,link,supervisor,priority,allStages,CommitorId,dateRedaction,comment) VALUES
	 (57,'да',NULL,NULL,0,NULL,23,'2023-01-26 05:19:57.708386',NULL),
	 (45,'да',NULL,NULL,0,NULL,23,'2023-01-26 05:20:39.683173',NULL),
	 (44,'да',NULL,NULL,0,NULL,23,'2023-01-26 05:21:17.731276',NULL),
	 (20,'Нет',NULL,'Терехова Нина Михайловна',3,NULL,23,'2023-01-26 05:21:54.391804',NULL),
	 (43,'да',NULL,NULL,0,NULL,23,'2023-01-26 05:22:34.444802',NULL),
	 (21,'Нет',NULL,'Домрачев Алексей Юрьевич',1,NULL,23,'2023-01-26 05:23:07.123067',NULL),
	 (42,'да',NULL,NULL,0,NULL,23,'2023-01-26 05:23:48.924218',NULL),
	 (22,'Нет',NULL,'Григорьев Виктор Александрович',1,NULL,23,'2023-01-26 05:25:27.649640',NULL),
	 (23,'Нет',NULL,'Терехова Нина Михайловна',2,NULL,23,'2023-01-26 05:25:57.269717',NULL),
	 (24,'Нет',NULL,'Дегтярёв М.Н',2,NULL,23,'2023-01-26 05:26:56.289446',NULL);
INSERT INTO mvp.DBLogistickProject (projectId,arhive,link,supervisor,priority,allStages,CommitorId,dateRedaction,comment) VALUES
	 (67,'да',NULL,NULL,0,NULL,23,'2023-01-26 05:27:35.287407',NULL),
	 (25,'Нет',NULL,'Домрачев Алексей Юрьевич',3,NULL,23,'2023-01-26 05:28:02.927782',NULL),
	 (26,'Нет',NULL,'Домрачев Алексей Юрьевич',3,NULL,23,'2023-01-26 05:28:33.782571',NULL),
	 (54,'да',NULL,'Домрачев Алексей Юрьевич',0,NULL,23,'2023-01-26 05:29:25.799325',NULL),
	 (27,'Нет',NULL,'Григорьев Виктор Александрович',3,NULL,23,'2023-01-26 05:29:58.363444',NULL),
	 (69,'да',NULL,NULL,0,NULL,23,'2023-01-26 05:30:45.007428',NULL),
	 (53,'да',NULL,'Григорьев Виктор Александрович',0,NULL,23,'2023-01-26 05:31:32.855343',NULL),
	 (73,'Нет',NULL,'Дегтярёв М.Н.',1,NULL,23,'2023-01-26 05:32:02.381519',NULL),
	 (41,'да',NULL,'Григорьев Виктор Александрович',0,NULL,23,'2023-01-26 05:33:21.864468',NULL),
	 (52,'да',NULL,NULL,0,NULL,23,'2023-01-26 05:34:27.838817',NULL);
INSERT INTO mvp.DBLogistickProject (projectId,arhive,link,supervisor,priority,allStages,CommitorId,dateRedaction,comment) VALUES
	 (59,'Нет',NULL,'Терехова Нина Михайловна',1,NULL,23,'2023-01-26 05:35:45.722571',NULL),
	 (71,'да',NULL,'Домрачев Алексей Юрьевич',0,NULL,23,'2023-01-26 05:36:47.862139',NULL),
	 (31,'Нет',NULL,'Дегтярёв М.Н',3,NULL,23,'2023-01-26 05:37:16.969495',NULL),
	 (72,'да',NULL,'Домрачев Алексей Юрьевич',0,NULL,23,'2023-01-26 05:37:55.274797',NULL),
	 (58,'да',NULL,'Домрачев Алексей Юрьевич',0,NULL,23,'2023-01-26 05:38:30.592652',NULL),
	 (32,'Нет',NULL,'Дегтярёв М.Н',2,NULL,23,'2023-01-26 05:39:03.193282',NULL),
	 (66,'Нет',NULL,'Дегтярёв М.Н.',3,NULL,23,'2023-01-26 05:39:39.870969',NULL),
	 (33,'Нет',NULL,'Григорьев Виктор Александрович',3,NULL,23,'2023-01-26 05:40:17.612585',NULL),
	 (34,'Нет',NULL,'Дегтярёв М.Н',1,NULL,23,'2023-01-26 05:40:45.532634',NULL),
	 (19,'Нет',NULL,'Дегтярёв М.Н',1,NULL,23,'2023-01-26 05:41:15.297540',NULL);
INSERT INTO mvp.DBLogistickProject (projectId,arhive,link,supervisor,priority,allStages,CommitorId,dateRedaction,comment) VALUES
	 (64,'Нет',NULL,'Дегтярёв М.Н.',3,NULL,23,'2023-01-26 05:42:06.876682',NULL),
	 (35,'Нет',NULL,'Мочалов Александр Николаевич',1,NULL,23,'2023-01-26 05:43:08.811391',NULL),
	 (55,'Нет',NULL,'Прокопьев С.М.',2,NULL,23,'2023-01-26 05:43:54.136819',NULL),
	 (40,'да',NULL,'Мочалов Александр Николаевич',0,NULL,23,'2023-01-26 05:44:33.642119',NULL),
	 (17,'Нет',NULL,'Дегтярёв М.Н',1,NULL,23,'2023-01-26 05:45:05.334250',NULL),
	 (15,'Нет',NULL,'Файзуллин Давид Эдуардович',1,NULL,23,'2023-01-26 05:45:46.616708',NULL),
	 (70,'Нет',NULL,'Григорьев Виктор Александрович',2,NULL,23,'2023-01-26 05:46:15.434570',NULL),
	 (1,'Нет',NULL,'Домрачев Алексей Юрьевич',3,NULL,23,'2023-01-26 05:46:52.124239',NULL),
	 (36,'Нет',NULL,'Домрачев Алексей Юрьевич',3,NULL,23,'2023-01-26 05:47:21.146365',NULL),
	 (51,'да',NULL,'Домрачев Алексей Юрьевич',0,NULL,23,'2023-01-26 05:48:09.803092',NULL);
INSERT INTO mvp.DBLogistickProject (projectId,arhive,link,supervisor,priority,allStages,CommitorId,dateRedaction,comment) VALUES
	 (30,'Нет',NULL,'Дегтярёв М.Н',3,NULL,23,'2023-01-26 05:48:38.399546',NULL),
	 (74,'да',NULL,'Мочалов Александр Николаевич',0,NULL,23,'2023-01-26 05:49:34.471621',NULL),
	 (8,'Нет',NULL,'Домрачев Алексей Юрьевич',2,NULL,23,'2023-01-26 05:50:09.247914',NULL),
	 (2,'Нет',NULL,'Дегтярёв М.Н',2,NULL,23,'2023-01-26 05:50:41.640421',NULL),
	 (50,'да',NULL,'Домрачев Алексей Юрьевич',0,NULL,22,'2023-01-26 05:55:53.605820',NULL),
	 (3,'Нет',NULL,'Дегтярёв М.Н',2,NULL,22,'2023-01-26 05:58:26.798048',NULL),
	 (4,'Нет',NULL,'Терехова Нина Михайловна',3,NULL,22,'2023-01-26 05:58:55.024907',NULL),
	 (37,'Нет',NULL,'Григорьев Виктор Александрович',1,NULL,22,'2023-01-26 05:59:24.940622',NULL),
	 (5,'Нет',NULL,'Терехова Нина Михайловна',2,NULL,22,'2023-01-26 05:59:53.874097',NULL),
	 (56,'да',NULL,NULL,0,NULL,22,'2023-01-26 06:00:39.402731',NULL);
INSERT INTO mvp.DBLogistickProject (projectId,arhive,link,supervisor,priority,allStages,CommitorId,dateRedaction,comment) VALUES
	 (13,'Нет',NULL,'Дегтярёв М.Н',1,NULL,22,'2023-01-26 06:01:07.593595',NULL),
	 (39,'да',NULL,NULL,0,NULL,22,'2023-01-26 06:01:43.678135',NULL),
	 (63,'Нет',NULL,'Домрачев Алексей Юрьевич',1,NULL,22,'2023-01-26 06:02:19.238930',NULL),
	 (62,'Нет',NULL,'Прокопьев С.М.',3,NULL,22,'2023-01-26 06:02:56.146983',NULL),
	 (6,'Нет',NULL,'Файзуллин Давид Эдуардович',2,NULL,22,'2023-01-26 06:03:49.615985',NULL),
	 (61,'Нет',NULL,'Домрачев Алексей Юрьевич',1,NULL,22,'2023-01-26 06:04:20.108251',NULL),
	 (48,'да',NULL,'Терехова Нина Михайловна',0,NULL,22,'2023-01-26 06:05:15.487711',NULL),
	 (60,'Нет',NULL,'Терехова Нина Михайловна',1,NULL,22,'2023-01-26 06:05:42.044284',NULL),
	 (16,'Нет','https://cloud.mail.ru/public/YTER/B7UZDyQf8','Мочалов Александр Николаевич',3,NULL,22,'2023-01-26 06:06:24.880492',NULL),
	 (9,'Нет','https://cloud.mail.ru/public/MdEp/u3gqsAERQ','Мочалов Александр Николаевич',3,NULL,22,'2023-01-26 06:06:47.905545',NULL);
INSERT INTO mvp.DBLogistickProject (projectId,arhive,link,supervisor,priority,allStages,CommitorId,dateRedaction,comment) VALUES
	 (10,'Нет','https://cloud.mail.ru/public/xvwQ/jrFUW8NLa','Мочалов Александр Николаевич',3,NULL,22,'2023-01-26 06:07:09.170290',NULL),
	 (28,'Нет',NULL,'Дегтярёв М.Н',2,NULL,22,'2023-01-26 06:08:21.815282',NULL),
	 (0,'Нет',NULL,'Терехова Нина Михайловна',2,NULL,22,'2023-01-26 06:10:18.307408','Проект создан'),
	 (0,'Нет',NULL,'Терехова Нина Михайловна',2,NULL,22,'2023-01-26 06:11:37.876669','Проект создан'),
	 (77,'нет',NULL,'Терехова Нина Михайловна',2,NULL,22,'2023-02-02 10:31:11.993504',NULL),
	 (0,'Нет','https://cloud.mail.ru/public/W3Zv/u4GUn5mQP','Мочалов Александр Николаевич',3,NULL,22,'2023-02-10 07:25:42.891283','Проект создан'),
	 (78,'Нет','https://cloud.mail.ru/public/W3Zv/u4GUn5mQP','Мочалов Александр Николаевич',3,NULL,22,'2023-02-10 07:26:55.318550','Поменять шифр и наименование 03/23 - ТСП'),
	 (77,'Нет',NULL,'Терехова Нина Михайловна',2,NULL,22,'2023-02-13 22:51:42.358111',NULL),
	 (78,'Нет','https://cloud.mail.ru/public/W3Zv/u4GUn5mQP','Мочалов Александр Николаевич',2,NULL,22,'2023-02-15 23:43:29.982811',NULL),
	 (0,'Нет',NULL,'Мочалов Александр Николаевич',2,NULL,22,'2023-02-20 07:22:48.991010','Проект создан');
INSERT INTO mvp.DBLogistickProject (projectId,arhive,link,supervisor,priority,allStages,CommitorId,dateRedaction,comment) VALUES
	 (0,'Нет',NULL,'Мочалов Александр Николаевич',2,NULL,22,'2023-02-20 07:22:53.641208','Проект создан'),
	 (60,'Да',NULL,'Терехова Нина Михайловна',1,NULL,23,'2023-02-21 00:15:26.647423',NULL),
	 (0,'Нет',NULL,'Мочалов Александр Николаевич',2,NULL,22,'2023-02-21 00:48:44.506432','Проект создан');
