INSERT INTO mvp.DBPost (code,name,roleCod) VALUES
	 ('P01','Директор','R01'),
	 ('P19','Инженера-топограф 1 категории отдела инженерных изысканий','R06'),
	 ('P17','Главный специалист отдела инженерных изысканий','R06'),
	 ('P16','Инженер-геолог','R06'),
	 ('P15','Ведущий инженер-геолог','R06'),
	 ('P14','Начальник отдела инженерных изысканий','R04'),
	 ('P13','Инженер - сметчик','R06'),
	 ('P12','Ведущий инженер (сметчик)','R06'),
	 ('P11','Кадастровый инженер','R06'),
	 ('P18','Ведущий инженер отдела инженерных изысканий','R06');
INSERT INTO mvp.DBPost (code,name,roleCod) VALUES
	 ('P09','Инженер – проектировщик 3 категории отдела проектирования','R06'),
	 ('P08','Инженер – проектировщик 2 категории отдела проектирования','R06'),
	 ('P07','Инженер – проектировщик 1 категории отдела проектирования','R06'),
	 ('P06','Ведущий инженер отдела проектирования','R06'),
	 ('P05','Руководитель группы проектирования','R05'),
	 ('P04','Начальник отдела проектирования','R04'),
	 ('P03','Помощник главного инженера проекта','R03'),
	 ('P02','Главный инженер проектов','R02'),
	 ('P10','Главный специалист – эколог','R06'),
	 ('P20','Тестовый сотрудник','R06');
INSERT INTO mvp.DBPost (code,name,roleCod) VALUES
	 ('P21','Руководитель группы смет','R05');
