INSERT INTO mvp.DBProject (code,name,shortName,priority,dateStart,plannedFinishDate,actualFinishDate,supervisor,link,history,archive,nowStage,allStages,timeWork) VALUES
	 ('31/22 - ТСП',NULL,'СОГУ. СТР пп чз жд на км 37 ад Богданович-Покровское (КОРРЕКТИРОВКА)',3,'2023-01-14 15:00:00','2022-12-05 00:00:00','0001-01-01 00:00:00.000202','Домрачев Алексей Юрьевич',NULL,'
В проект добавлена задача 
В проект добавлена задача Тест
01/26/2023 05:46:52 - В проект внесли изменения
В проект добавлена задача 
В проект добавлена задача 
В проект добавлена задача 
В проект добавлена задача 
В проект добавлена задача ','Нет',NULL,NULL,'00:00:00'),
	 ('33/22 - ТСП',NULL,'Н. Уренгой. РЕК ул. И. Подовжнего',2,'2023-01-14 15:00:00','2023-10-15 00:00:00','0001-01-01 00:00:00.000202','Дегтярёв М.Н',NULL,'
01/26/2023 05:50:41 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('34/22 - ТСП',NULL,'Н. Уренгой. РЕК ул. Подшибякина',2,'2023-01-14 15:00:00','2023-10-15 00:00:00','0001-01-01 00:00:00.000202','Дегтярёв М.Н',NULL,'
01/26/2023 05:58:26 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('35/22 - ТСП',NULL,'ТОДЭП. Разработка РД ул. А. Бушуева',3,'2023-01-14 15:00:00','2022-12-15 00:00:00','0001-01-01 00:00:00.000202','Терехова Нина Михайловна',NULL,'
01/26/2023 05:58:55 - В проект внесли изменения
В проект добавлена задача Подписать и направить ПО АДРЕСУ в почте','Нет',NULL,NULL,'00:00:09.996753'),
	 ('36/22 - ТСП',NULL,'СЗ Тюм. р-на. СТР ад Ожогина-Патрушева',2,'2023-01-14 15:00:00','2024-09-01 00:00:00','0001-01-01 00:00:00.000202','Терехова Нина Михайловна',NULL,'
01/26/2023 05:59:53 - В проект внесли изменения
В проект добавлена задача  Сделать запросы ТУ (2 запроса сделано \\\\data\\Work\\Объекты\\2022\\36_22-ТСП\\1 Рабочая\\1 ГИП\\2-3 ТУ
В проект добавлена задача переслать Копьеву листы планов для получения ТУ и проконтролировать  их получение
В проект добавлена задача Запросить ТУ СУЭНКО','Нет',NULL,NULL,'01:30:21.131458'),
	 ('43/21 - ТСП',NULL,'Тюмень. УАДТО. СТР ТПУ с. Щетково',2,'2023-01-14 15:00:00','2022-09-15 00:00:00','0001-01-01 00:00:00.000202','Файзуллин Давид Эдуардович',NULL,'
01/26/2023 06:03:49 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('45/21 - ТСП',NULL,'Н. Девелопмент. СТР. дорог в жк по ул. В. Полякова, 4 этап — корр. 2',0,'2023-01-14 15:00:00','2022-12-31 00:00:00','0001-01-01 00:00:00.000202','Мочалов Александр Николаевич',NULL,NULL,'Да',NULL,NULL,'00:00:00'),
	 ('33/21 - ТСП',NULL,'СОГУ. РЕК мп чз р. Пышму',2,'2023-01-14 15:00:00','2023-10-25 00:00:00','0001-01-01 00:00:00.000202','Домрачев Алексей Юрьевич',NULL,'
01/26/2023 05:50:09 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('49/21 - ТСП',NULL,'ООО «Сибинтел-Холдинг». СТР ул. Софьи Ковалевской',3,'2023-01-14 15:00:00','2022-08-27 00:00:00','0001-01-01 00:00:00.000202','Мочалов Александр Николаевич','https://cloud.mail.ru/public/MdEp/u3gqsAERQ','
В проект добавлена задача Прозвонить Копьева
В проект добавлена задача Прозвонить электриков
01/24/2023 08:46:11 - В проект внесли изменения
В проект добавлена задача Получить согласование Ростелеком
В проект добавлена задача Направить откорректированный том в Зуммер
01/26/2023 06:06:47 - В проект внесли изменения
В проект добавлена задача Подготовиться к совещанию с И.П.Шевчик и развитие Бизнеса. Совещание в 17:00 в Гудвине.
В проект добавлена задача необходимо организовать досъемку ТРЦ Гудвин, либо отрисовать планшет в необходимом объеме
В проект добавлена задача Встреча с Кайгородцевым
В проект добавлена задача Прозвонить электриков и Зуммер.
В проект добавлена задача Получить у Склюевой откорректированные тома по ИПШевчик и ГазпромЭнерго. Отправить их на согласование
В проект добавлена задача Получить у изыскателей границы гаражей, отдать Ирине в работу на корректировку информацию по землям
В проект добавлена задача Пройтись по ТЗ
В проект добавлена задача Откорректировать ПД по замечаниям ДДИиТ и направить повторно на рассмотрение
В проект добавлена задача Откорректировать том ГазпромЭнерго по замечаниям и направить на согласование
В проект добавлена задача Направить откорректированную ДО на согласование
В проект добавлена задача Откорректировать ЭС СУЭНКО и направить на согласование
В проект добавлена задача Откорректировать ПД по замечаниям заказчика и направить повторно на согласование','Нет',NULL,NULL,'01:28:09.580320'),
	 ('50/21 - ТСП',NULL,'ООО «Сибинтел-Холдинг». КРЕМ ул. Даудельная',3,'2023-01-14 15:00:00','2022-08-27 00:00:00','0001-01-01 00:00:00.000202','Мочалов Александр Николаевич','https://cloud.mail.ru/public/xvwQ/jrFUW8NLa','
В проект добавлена задача Прозвонить Копьева
В проект добавлена задача Получить от Склюевой тома по ЭС и ЭН
В проект добавлена задача Прозвонить Магистральные сети
01/24/2023 08:46:59 - В проект внесли изменения
В проект добавлена задача Получить согласование Ростелеком
01/26/2023 06:07:09 - В проект внесли изменения
В проект добавлена задача Направить экспликацию в ДДИиТ
В проект добавлена задача Проверить всё ли направлено на согласование. Направить по необходимости
В проект добавлена задача Направить на согласование Газпром, Диалог-2000, ЭР-Телеком
В проект добавлена задача Прозвонить по согласованиям электриков, газовиков и сети связи.
В проект добавлена задача Прозвонить ДДИиТ и ГИББД по согласованию раздела СО
В проект добавлена задача Найти прайсы
В проект добавлена задача Направить откорректированную ДО на согласование
В проект добавлена задача Направить заказчику на согласование проект
В проект добавлена задача Откорректировать раздел ЭС Развитие Бизнеса и направить повторно на согласование','Нет',NULL,NULL,'01:22:52.588944');
INSERT INTO mvp.DBProject (code,name,shortName,priority,dateStart,plannedFinishDate,actualFinishDate,supervisor,link,history,archive,nowStage,allStages,timeWork) VALUES
	 ('42/21 - ТСП',NULL,'Нефтеюганск. АН. ИО 4 мкр',0,'2023-01-14 15:00:00','2022-12-31 00:00:00','0001-01-01 00:00:00.000202','Мочалов Александр Николаевич',NULL,NULL,'Да',NULL,NULL,'00:00:00'),
	 ('41/21 - ТСП',NULL,'Нефтеюганск. АН. ИО вдоль ул. Нефтяников',0,'2023-01-14 15:00:00','2022-12-31 00:00:00','0001-01-01 00:00:00.000202','Мочалов Александр Николаевич',NULL,NULL,'Да',NULL,NULL,'00:00:00'),
	 ('38/21 - ТСП',NULL,'Лабытнанги. ИО участок 01_01_01',1,'2023-01-14 15:00:00','2022-02-28 00:00:00','0001-01-01 00:00:00.000202','Дегтярёв М.Н',NULL,'
01/26/2023 06:01:07 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('37/21 - ТСП',NULL,'Навигатор. Девелопмент. СТР. дорог в жк по ул. В. Полякова. 5-6-й этап — ПД,РД',0,'2023-01-14 15:00:00','2022-12-31 00:00:00','0001-01-01 00:00:00.000202','Мочалов Александр Николаевич',NULL,NULL,'Да',NULL,NULL,'00:00:00'),
	 ('30/22 - ТСП',NULL,'Салехард. ИО застройки правого берега р. Шайтанка ',1,'2023-01-14 15:00:00','2023-02-01 00:00:00','0001-01-01 00:00:00.000202','Файзуллин Давид Эдуардович',NULL,'
01/26/2023 05:45:46 - В проект внесли изменения
В проект добавлена задача ТЕСТ 31.01','Нет',NULL,NULL,'00:00:49.378994'),
	 ('48/21 - ТСП',NULL,'ООО «Сибинтел-Холдинг». КРЕМ ул. Станкостроителей',3,'2023-01-14 15:00:00','2022-08-27 00:00:00','0001-01-01 00:00:00.000202','Мочалов Александр Николаевич','https://cloud.mail.ru/public/YTER/B7UZDyQf8','
В проект добавлена задача Прозвонить Копьева
01/24/2023 08:45:23 - В проект внесли изменения
В проект добавлена задача Получить согласование Ростелеком
В проект добавлена задача Прозвонить Водоканал
01/26/2023 06:06:24 - В проект внесли изменения
В проект добавлена задача Получить у Олега (Минск) РД по теплосетям
В проект добавлена задача Направить на согласование откорректированный том Водоканал. Дополнительно написать об аннулировании предыдущего письма.
В проект добавлена задача Направить откорректированную ДО на согласование
В проект добавлена задача Узнать у Олега как продвигается работа по РД УСТЭК
В проект добавлена задача 
В проект добавлена задача Менщиков Андрей Игоревич: Прозвонить Водоканал и узнать почему нет письма в 1С','Нет',NULL,NULL,'00:04:48.378313'),
	 ('29/22 - ТСП',NULL,'Н. Уренгой. 2 моста Западная магистраль',1,'2023-01-14 15:00:00','2023-04-30 00:00:00','0001-01-01 00:00:00.000202','Дегтярёв М.Н',NULL,'
01/26/2023 05:45:05 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('18/22 - ТСП',NULL,'АН «Улица Нововартовская. 2 этап»',0,'2023-01-14 15:00:00','2022-12-31 00:00:00','0001-01-01 00:00:00.000202','Мочалов Александр Николаевич',NULL,NULL,'Да',NULL,NULL,'00:00:00'),
	 ('26/22 - ТСП',NULL,'Н. Уренгой. КРЕМ ул. 26 съезда КПСС',1,'2023-01-14 15:00:00','2023-04-30 00:00:00','0001-01-01 00:00:00.000202','Дегтярёв М.Н',NULL,'
01/26/2023 05:41:15 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('04/22 - ТСП',NULL,'Департамент. ПД «КРЕМ ад от ул. Авторемонтная до ул. Ямская»',3,'2023-01-14 15:00:00','2023-10-02 00:00:00','0001-01-01 00:00:00.000202','Терехова Нина Михайловна',NULL,'
В проект добавлена задача запросить ТУ ФКУ ИК4
01/26/2023 05:21:54 - В проект внесли изменения
В проект добавлена задача офиц запросить в Департаменте согласование НО','Нет',NULL,NULL,'00:10:43.997250');
INSERT INTO mvp.DBProject (code,name,shortName,priority,dateStart,plannedFinishDate,actualFinishDate,supervisor,link,history,archive,nowStage,allStages,timeWork) VALUES
	 ('05/22 - ТСП',NULL,'Тобольск. СТР дорог в 19 мкр',1,'2023-01-14 15:00:00','2022-11-28 00:00:00','0001-01-01 00:00:00.000202','Домрачев Алексей Юрьевич',NULL,'
01/26/2023 05:23:07 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('07/22 - ТСП',NULL,'Тобольск. РЕК ул. Алябьева',1,'2023-01-14 15:00:00','2022-12-28 00:00:00','0001-01-01 00:00:00.000202','Григорьев Виктор Александрович',NULL,'
01/26/2023 05:25:27 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('08/22 - ТСП',NULL,'Тобольск. СТР дорог в мкр. Усадьба',2,'2023-01-14 15:00:00','2022-11-28 00:00:00','0001-01-01 00:00:00.000202','Терехова Нина Михайловна',NULL,'
01/26/2023 05:25:57 - В проект внесли изменения
В проект добавлена задача проверить смету от заказчика  для экспертизы
В проект добавлена задача ','Нет',NULL,NULL,'00:38:40.024305'),
	 ('09/22 - ТСП',NULL,'Н. Уренгой. РЕК ул. Железнодорожной',2,'2023-01-14 15:00:00','2023-02-28 00:00:00','0001-01-01 00:00:00.000202','Дегтярёв М.Н',NULL,'
01/26/2023 05:26:56 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('10/22 - ТСП',NULL,'СОГУ. СТР пп чз жд на км 12 ад Глубокое-Бобровский (АН)',3,'2023-01-14 15:00:00','2023-12-20 00:00:00','0001-01-01 00:00:00.000202','Домрачев Алексей Юрьевич',NULL,'
01/26/2023 05:28:02 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('11/22 - ТСП',NULL,'СОГУ. СТР пп чз жд на км 37 ад Богданович-Покровское (АН)',3,'2023-01-14 15:00:00','2023-10-20 00:00:00','0001-01-01 00:00:00.000202','Домрачев Алексей Юрьевич',NULL,'
01/26/2023 05:28:33 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('12/22 - ТСП',NULL,'ТОДЭП. Разработка РД ул. Т. Кармацкого',3,'2023-01-14 15:00:00','2023-09-01 00:00:00','0001-01-01 00:00:00.000202','Григорьев Виктор Александрович',NULL,'
01/26/2023 05:29:58 - В проект внесли изменения
В проект добавлена задача Ведомость планировочных работ
В проект добавлена задача Откорректировать схему водоотвода','Нет',NULL,NULL,'00:00:44.937966'),
	 ('14/22 - ТСП',NULL,'Н. Уренгой. РЕК. ул. Новая',2,'2023-01-14 15:00:00','2023-05-31 00:00:00','0001-01-01 00:00:00.000202','Дегтярёв М.Н',NULL,'
01/26/2023 06:08:21 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('17/22 - ТСП',NULL,'ООО «Валла-Тунтури». СТР ад от примык. к ад Р-21 «Кола»',1,'2023-01-14 15:00:00','2023-04-30 00:00:00','0001-01-01 00:00:00.000202','Мочалов Александр Николаевич','https://cloud.mail.ru/public/ovp7/TtC3sZctQ','
01/24/2023 08:38:50 - В проект внесли изменения
В проект добавлена задача Получить ответы на вопросы у стукалова
В проект добавлена задача Направить запросы на КП на КТП, передать в работу Марине
В проект добавлена задача Проанализировать и передать замечания по федералке в работу проектировщикам
В проект добавлена задача Переговорить по замечаниям с федералами, прояснить вопросы, передать в работу проектировщикам
В проект добавлена задача Материалы для сервитута
В проект добавлена задача Проверить и направить Сафронову сзему сервитута
В проект добавлена задача Направить федералам откорректированную документацию и ответы на замечания
В проект добавлена задача Направить заказчику ПД в соответствии с контрактом
В проект добавлена задача тест общее время
В проект добавлена задача Прозвонить Сафронова, узнать как идет проверка и соклько экземпляров печатать
В проект добавлена задача Запросить прайсы. Инфу взять у Марины','Нет',NULL,NULL,'11:10:28.636057'),
	 ('32/21 - ТСП',NULL,'Автомобильные дороги пгт. Пангоды (ПИР)',3,'2023-01-14 15:00:00','2021-12-10 00:00:00','0001-01-01 00:00:00.000202','Дегтярёв М.Н',NULL,'
01/26/2023 05:48:38 - В проект внесли изменения
В проект добавлена задача тест','Нет',NULL,NULL,'00:05:05.043517');
INSERT INTO mvp.DBProject (code,name,shortName,priority,dateStart,plannedFinishDate,actualFinishDate,supervisor,link,history,archive,nowStage,allStages,timeWork) VALUES
	 ('20/22 - ТСП',NULL,'Н. Уренгой «Реконструкция проспекта Губкина» (АН)',3,'2023-01-14 15:00:00','2022-11-01 00:00:00','0001-01-01 00:00:00.000202','Дегтярёв М.Н',NULL,'
01/26/2023 05:37:16 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('23/22 - ТСП',NULL,'Н. Уренгой. 2 моста Центральная магистраль',2,'2023-01-14 15:00:00','2023-04-30 00:00:00','0001-01-01 00:00:00.000202','Дегтярёв М.Н',NULL,'
01/26/2023 05:39:03 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('24/22 - ТСП',NULL,'РД «СТР ул. Розы Трениной»',3,'2023-01-14 15:00:00','2022-11-17 00:00:00','0001-01-01 00:00:00.000202','Григорьев Виктор Александрович',NULL,'
01/26/2023 05:40:17 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('25/22 - ТСП',NULL,'Н. Уренгой. КРЕМ проездов мкр. Советский',1,'2023-01-14 15:00:00','2023-04-30 00:00:00','0001-01-01 00:00:00.000202','Дегтярёв М.Н',NULL,'
01/26/2023 05:40:45 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('27/22 - ТСП',NULL,'ПД на устройство ККС (Обход д. Ожогина)',1,'2023-01-14 15:00:00','2022-11-30 00:00:00','0001-01-01 00:00:00.000202','Мочалов Александр Николаевич',NULL,'
01/26/2023 05:43:08 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('36/21 - ТСП',NULL,'Сургут. Ул. Киртбая',1,'2023-01-14 15:00:00','2022-09-30 00:00:00','0001-01-01 00:00:00.000202','Григорьев Виктор Александрович',NULL,'
01/26/2023 05:59:24 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('27/21 - ТСП',NULL,'ГКУ ТО УАД. СТР ад Обход д. Ожогина. Корректировка',1,'2023-01-14 15:00:00','2022-09-15 00:00:00','0001-01-01 00:00:00.000202','Мочалов Александр Николаевич','https://cloud.mail.ru/public/v3bj/sFLFYC12t','
В проект добавлена задача Согласовать с Негомедзяновым состав проекта
В проект добавлена задача Получить от Перепелицы ПОС
В проект добавлена задача Прозвонить СУЭНКО
01/24/2023 08:42:14 - В проект внесли изменения
В проект добавлена задача Ответить на 2 письма замечаний
В проект добавлена задача Отправить в УАДо КА в гранде
В проект добавлена задача Проверить всем ли собственникам направлены сметы на согласование. Прозвонить тех, кому уже направлены
В проект добавлена задача Проверить актуальность ТУ, продлить по необходимости
В проект добавлена задача Прозвонить Россети по СМ 10кВт
В проект добавлена задача Прозвонить Мегафон
В проект добавлена задача Откорректировать смету ПИР
В проект добавлена задача Получить согласованный состав у Негометзянова
В проект добавлена задача Тест
В проект добавлена задача Тест2
В проект добавлена задача Откорректировать сметы ПИР на этапы, за образец взять сметы от УДА (направлена на почту). У директора узнать о возможности подключить Адепт проект
В проект добавлена задача тест
В проект добавлена задача Откорректировать СМ и направить заказчику.
В проект добавлена задача Направить Скрипке материалы
В проект добавлена задача Прозвонить УСТЭК и Газпром по согласованию СМ
В проект добавлена задача 
В проект добавлена задача Узнать результат рассмотрения ППТ и ПМТ
В проект добавлена задача Пройтись по ТЗ
В проект добавлена задача Откорректировать СМ по замечаниям заказчика и направить на согласование
В проект добавлена задача Ответить газовикам по увязке газопровода
В проект добавлена задача Направить запросы в организации по стоимости компенсации
В проект добавлена задача Получить ТУ СУЭНКО
В проект добавлена задача Откорректировать СМ 10кВт Россети и направить на согласование
В проект добавлена задача Отработать замечания Перепелицы по ТУ СУЭНКО','Нет',NULL,NULL,'27:16:02.077434'),
	 ('39/21 - ТСП',NULL,'Н. Уренгой. КРЕМ проездов ул. Пушкинская',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202',NULL,NULL,'
01/26/2023 06:01:43 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('29/21 - ТСП',NULL,'УКС г. Нижневартовска. Изменения в ПД «Проезд Восточный»',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202','Мочалов Александр Николаевич',NULL,'
01/26/2023 05:44:33 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('16/21 - ТСП',NULL,'ПСД «СТР УДС в р-не оз. Алебашево»',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202','Григорьев Виктор Александрович',NULL,'
01/26/2023 05:33:21 - В проект внесли изменения','да',NULL,NULL,'00:00:00');
INSERT INTO mvp.DBProject (code,name,shortName,priority,dateStart,plannedFinishDate,actualFinishDate,supervisor,link,history,archive,nowStage,allStages,timeWork) VALUES
	 ('06/21 - ТСП',NULL,'Лабытнанги. СТР. вп в квартале 01.02.07',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202',NULL,NULL,'
01/26/2023 05:23:48 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('05/21 - ТСП',NULL,'Лабытнанги. РЕК. ул. Новая',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202',NULL,NULL,'
01/26/2023 05:22:34 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('04/21 - ТСП',NULL,'Лабытнанги. РЕК. ул. Мира',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202',NULL,NULL,'
01/26/2023 05:21:17 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('03/21 - ТСП',NULL,'Лабытнанги. СТР. проезда от ул. Дзержинского-ул. Ленинградская',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202',NULL,NULL,'
01/26/2023 05:20:39 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('01/22 - ТСП',NULL,'Лабытнанги. Биатлонный комплекс',1,'2023-01-14 15:00:00','2023-02-25 00:00:00','0001-01-01 00:00:00.000202','Прокопьев С.М.',NULL,'
01/26/2023 05:17:45 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('02/21 - ТСП',NULL,'Лабытнанги. СТР. ул. Ленинградская',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','2023-01-26 05:19:12.861310',NULL,NULL,'
01/26/2023 05:19:12 - В проект внесли изменения','Да',NULL,NULL,'00:00:00'),
	 ('46/20 - ТСП',NULL,'Департамент. ПД «СТР ул. в р-не Комаровский 1 очередь»',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202','Терехова Нина Михайловна',NULL,'
01/26/2023 06:05:15 - В проект внесли изменения
В проект добавлена задача 
В проект добавлена задача 
В проект добавлена задача ','да',NULL,NULL,'00:00:31.391890'),
	 ('00/00 - ТСП',NULL,'Прочее',2,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202',NULL,NULL,'
В проект добавлена задача ПОдготовить Тз по ТРЦ Гудвин
В проект добавлена задача Продлить экспертизу по Омску
В проект добавлена задача Тест
В проект добавлена задача Тест от 08.02.
В проект добавлена задача тест общее время
В проект добавлена задача тест время старта','Нет',NULL,NULL,'01:30:48.328679'),
	 ('34/20 - ТСП',NULL,'СОГУ. Рек ад ЕКБ - Реж (остановка)',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202','Домрачев Алексей Юрьевич',NULL,'
01/26/2023 05:55:53 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('32/20 - ТСП',NULL,'СОГУ. РЕК ад Володинское- Ек-Тюмень',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202','Домрачев Алексей Юрьевич',NULL,'
01/26/2023 05:48:09 - В проект внесли изменения','да',NULL,NULL,'00:00:00');
INSERT INTO mvp.DBProject (code,name,shortName,priority,dateStart,plannedFinishDate,actualFinishDate,supervisor,link,history,archive,nowStage,allStages,timeWork) VALUES
	 ('19/20 - ТСП',NULL,'Департамент. ПД «КРЕМ ул. Ялуторовская»',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202',NULL,NULL,'
01/26/2023 05:34:27 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('15/20 - ТСП',NULL,'Департамент. КОРР. ПД «СТР ад по ул. Стартовая».',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202','Григорьев Виктор Александрович',NULL,'
01/26/2023 05:31:32 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('12/20 - ТСП',NULL,'ГКУ ТО «УАД». СТР жб моста чз р. Барсук (Вик. р-он)',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202','Домрачев Алексей Юрьевич',NULL,'
01/26/2023 05:29:25 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('28/21 - ТСП',NULL,'Ставрополь. ПП развязка на 63 км',2,'2023-01-14 15:00:00','2021-11-30 00:00:00','0001-01-01 00:00:00.000202','Прокопьев С.М.',NULL,'
01/26/2023 05:43:54 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('37/22 - ТСП',NULL,'ООО «СК «РЕАЛИСТ». Разработка РД «СТР ад в д. Казарово»',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202',NULL,NULL,'
01/26/2023 06:00:39 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('01/21 - ТСП',NULL,'Лабытнанги. РЕК. ул. Ленина',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202',NULL,NULL,'
01/26/2023 05:19:57 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('22/22 - ТСП',NULL,'ООО «Бридж». Изменения в РД пп чз жд на км 37 ад Богданович-Покровское',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202','Домрачев Алексей Юрьевич',NULL,'
01/26/2023 05:38:30 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('19/21 - ТСП',NULL,'СЗ Тюм. р-на. СТР подъезда к ФАД',1,'2023-01-14 15:00:00','2022-06-01 00:00:00','0001-01-01 00:00:00.000202','Терехова Нина Михайловна',NULL,'
01/26/2023 05:35:45 - В проект внесли изменения
В проект добавлена задача письмо "Создатели" от 25.01.23 приложение 2 посмотреть и если возможно увязать (Лялина)
В проект добавлена задача Прокопьев: официально ответьте, заказчика в копию
В проект добавлена задача запросить КП и прайсы сибилюкс  ','Нет',NULL,NULL,'00:52:12.790946'),
	 ('47/20 - ТСП',NULL,'Департамент. ПД «СТР ул. в р-не Комаровский 2 очередь»',1,'2023-01-14 15:00:00','2021-07-01 00:00:00','2023-02-21 00:15:26.637653','Терехова Нина Михайловна',NULL,'
01/26/2023 06:05:42 - В проект внесли изменения
В проект добавлена задача ПОДГОТОВИТЬ для Войнова анализ просрочки о предоставлению ТУ
В проект добавлена задача Записать на диск документацию для сдачи заказчику
В проект добавлена задача Комаровский 2 очередь распечатан
расписаться, поставить печати, отправить заказчику
02/21/2023 00:15:26 - В проект внесли изменения
В проект добавлена задача В томА заказчика  ПЗ -5экз  и ИИ -2 экз добавить полученные согласования от ГОРМОСТ и РОССЕТИ','Да',NULL,NULL,'04:15:56.127150'),
	 ('45/20 - ТСП',NULL,'ГКУ СО «УАД». РЕК ад д. Кокуй – д. Серкова ТГО',1,'2023-01-14 15:00:00','2023-12-08 00:00:00','0001-01-01 00:00:00.000202','Домрачев Алексей Юрьевич',NULL,'
01/26/2023 06:04:20 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00');
INSERT INTO mvp.DBProject (code,name,shortName,priority,dateStart,plannedFinishDate,actualFinishDate,supervisor,link,history,archive,nowStage,allStages,timeWork) VALUES
	 ('41/20 - ТСП',NULL,'ООО «Брусника». Р-ка транс-пеш концепц. ул. Профсоюзная и ул. Госпаровская',3,'2023-01-14 15:00:00','2020-12-30 00:00:00','0001-01-01 00:00:00.000202','Прокопьев С.М.',NULL,'
01/26/2023 06:02:56 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('40/20 - ТСП',NULL,'ГКУ СО «УАД». РЕК ад подъезд к с.Коменки',1,'2023-01-14 15:00:00','2023-12-08 00:00:00','0001-01-01 00:00:00.000202','Домрачев Алексей Юрьевич',NULL,'
01/26/2023 06:02:19 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('27/20 - ТСП',NULL,'ООО «Уренгойдорстрой». Н. Уренгой КОРР ПСД «РЕК пр. Губкина»',3,'2023-01-14 15:00:00','2021-03-01 00:00:00','0001-01-01 00:00:00.000202','Дегтярёв М.Н',NULL,'
01/26/2023 05:42:06 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('18/20 - ТСП',NULL,'Департамент. ПД «КРЕМ ул. Ставропольская»',0,'2023-01-14 15:00:00','2022-12-31 00:00:00','0001-01-01 00:00:00.000202','Мочалов Александр Николаевич',NULL,NULL,'Да',NULL,NULL,'00:00:00'),
	 ('24/20 - ТСП',NULL,'ДКС Н. Уренгой КОРР ПСД «РЕК пр. Губкина»',3,'2023-01-14 15:00:00','2020-12-01 00:00:00','0001-01-01 00:00:00.000202','Дегтярёв М.Н',NULL,'
01/26/2023 05:39:39 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('10/20 - ТСП',NULL,'Н. Уренгой. РЕК.  ул. Геологоразведчиков',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202',NULL,NULL,'
01/26/2023 05:27:35 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('27/19 - ТСП',NULL,'Департамент. СТР ад в жр Березняковский',2,'2023-01-14 15:00:00','2020-03-01 00:00:00','0001-01-01 00:00:00.000202','Мочалов Александр Николаевич','https://cloud.mail.ru/public/DBHS/fQCTYXw7j','
В проект добавлена задача Получить от Дягтерева обратную связь и обозначить ему срок выполнения 13.02 (указание директора)
01/26/2023 04:38:07 - В проект внесли изменения
В проект добавлена задача Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу
В проект добавлена задача Отработка вопросов с Дягтеревым
В проект добавлена задача тест
В проект добавлена задача Проверить просроченные ТУ и продлить по необходимости
В проект добавлена задача Россети 500 кВт
В проект добавлена задача тест
В проект добавлена задача тест
В проект добавлена задача Узнать результат рассмотрения ПМТ и ППТ. 
В проект добавлена задача Получить у Дягтерева откорректированные тома по НВК
В проект добавлена задача Направить на pg.dir планы с переустройством сетей запрашиваемых улиц (для Бориса)
В проект добавлена задача Направить ответ по увязке в Газпром по 3-м письмам','Нет',NULL,NULL,'03:42:13.652433'),
	 ('14/19 - ТСП',NULL,'Брусника. СТР улиц в ЖЗ (Газовиков-Профсоюзная). Коррективы.',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202',NULL,NULL,'
01/26/2023 05:30:44 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('31/18 - ТСП',NULL,'Департамент. РЕК ул. Щербакова от ул. 2-я Луговая до ул. Дружбы',2,'2023-01-14 15:00:00','2019-06-26 00:00:00','0001-01-01 00:00:00.000202','Григорьев Виктор Александрович',NULL,'
01/26/2023 05:46:15 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('19/22 - ТСП',NULL,'Ишим, племзавод Юбилейный. Подъездная дорога',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202','Домрачев Алексей Юрьевич',NULL,'
01/26/2023 05:36:47 - В проект внесли изменения','да',NULL,NULL,'00:00:00');
INSERT INTO mvp.DBProject (code,name,shortName,priority,dateStart,plannedFinishDate,actualFinishDate,supervisor,link,history,archive,nowStage,allStages,timeWork) VALUES
	 ('21/22 - ТСП',NULL,'СОГУ. К. РЕМ. ад Северский-Полевской (КОРРЕКТИРОВКА)',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202','Домрачев Алексей Юрьевич',NULL,'
01/26/2023 05:37:55 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('16/20 - ТСП',NULL,'Департамент. КОРР. ПД «СТР ад в д. Казарово»',1,'2023-01-14 15:00:00','2020-12-17 00:00:00','0001-01-01 00:00:00.000202','Дегтярёв М.Н',NULL,'
01/24/2023 08:47:43 - В проект внесли изменения
01/26/2023 05:32:02 - В проект внесли изменения','Нет',NULL,NULL,'00:00:00'),
	 ('32/22 - ТСП',NULL,'ООО «СЗ Зеленые аллеи». Светофоры',0,'2023-01-14 15:00:00','2023-01-25 00:00:00','0001-01-01 00:00:00.000202','Мочалов Александр Николаевич',NULL,'
01/26/2023 05:49:34 - В проект внесли изменения','да',NULL,NULL,'00:00:00'),
	 ('41/22 - ТСП',NULL,'УХГ г. Талицы. ПИР «КРЕМ ул. Пушкина» (АН)',3,'2023-01-26 04:41:54.540502','2024-12-31 23:59:00','0001-01-01 00:00:00','Мочалов Александр Николаевич','https://cloud.mail.ru/public/sHZE/kBG7CvZhE','01/26/2023 04:41:54 - Проект создан','Нет','',NULL,'00:00:00'),
	 ('39/22 - ТСП',NULL,'АО СЗ «Твелл». Примыкания (ул. Мельникайте – Федюнинского) ',2,'2023-01-26 06:10:18.304278','2023-01-17 23:59:00','0001-01-01 00:00:00','Терехова Нина Михайловна',NULL,'01/26/2023 06:10:18 - Проект создан','Нет','',NULL,'00:00:00'),
	 ('40/22 - ТСП',NULL,'АО СЗ «Твелл». Благоустройство (ул. Мельникайте – Федюнинского)',2,'2023-01-26 06:11:37.872434','2023-01-17 23:59:00','2023-02-02 09:53:17.055302','Терехова Нина Михайловна',NULL,'01/26/2023 06:11:37 - Проект создан
В проект добавлена задача 
В проект добавлена задача Анализ полученных ответов на вопросы,направленные в Екат, направить ответы и полученный ГП на доработку в Ростов
02/02/2023 10:31:11 - В проект внесли изменения
02/13/2023 22:51:42 - В проект внесли изменения','Нет','Проект в архиве',NULL,'00:00:24.538998'),
	 ('Нижневартовск. Пр. Восточный (АН)',NULL,NULL,2,'2023-02-10 07:25:42.888310','2023-08-31 23:59:00','0001-01-01 00:00:00','Мочалов Александр Николаевич','https://cloud.mail.ru/public/W3Zv/u4GUn5mQP','02/10/2023 07:25:42 - Проект создан
02/10/2023 07:26:55 - В проект внесли изменения
В проект добавлена задача Разобраться с объемами песка
02/15/2023 23:43:29 - В проект внесли изменения','Нет','',NULL,'00:19:11.156972'),
	 ('07/23 - ТСП',NULL,'Разработка схемы организации дорожного движения к существующему въезду на территорию ТРЦ Гудвин.',2,'2023-02-20 07:22:48.988048','2023-04-13 17:21:00','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'02/20/2023 07:22:48 - Проект создан','Нет','',NULL,'00:00:00'),
	 ('07/23 - ТСП',NULL,'Разработка схемы организации дорожного движения к существующему въезду на территорию ТРЦ Гудвин.',2,'2023-02-20 07:22:53.488262','2023-04-13 17:21:00','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'02/20/2023 07:22:53 - Проект создан','Нет','',NULL,'00:00:00'),
	 ('06/23 - ТСП',NULL,'ПИР. ИП Шевчик ВС. СТР примык. АД «ул. Советская»',2,'2023-02-21 00:48:44.503804','2023-03-19 13:48:00','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'02/21/2023 00:48:44 - Проект создан','Нет','',NULL,'00:00:00');
