INSERT INTO mvp.DBStaff (code,name,divisionId,post,supervisorCod,login,passvord,roleCod,mail) VALUES
	 ('10','Байсакалова Айжан Касымовна
',2,'Инженер - сметчик','25','БайсакаловаАК','123456','R06',NULL),
	 ('20','Третьякова Жанна Викторовна',2,'Инженер – проектировщик 2 категории отдела проектирования','17','ТретьяковаЖВ','123456','R06',NULL),
	 ('21','Колмогоров Максим Андреевич',2,'Инженер – проектировщик 3 категории отдела проектирования','17','КолмогоровМА','123456','R06',NULL),
	 ('22','Лукьянова Евгения Леонтьевна',2,'Главный специалист – эколог','07','ЛукьяноваЕЛ','123456','R06',NULL),
	 ('23','Титова Елена Валерьевна',2,'Ведущий инженер отдела проектирования','07','ТитоваЕВ','123456','R06',NULL),
	 ('24','Чурилова Ирина Юрьевна',2,'Кадастровый инженер','07','ЧуриловаИЮ','123456','R06',NULL),
	 ('25','Прокопьева Марина Игоревна',2,'Руководитель группы смет
','07','ПрокопьеваМИ','123456','R05',NULL),
	 ('29','Макеев Алексей Андреевич',3,'Инженер-геолог','27','МакеевАА','123456','R06',NULL),
	 ('27','Прокопьев Иван Михайлович',3,'Начальник отдела инженерных изысканий','16','ПрокопьевИМ','123456','R04',NULL),
	 ('28','Коваленко Андрей Иванович',3,'Ведущий инженер-геолог','27','КоваленкоАИ','123456','R06',NULL);
INSERT INTO mvp.DBStaff (code,name,divisionId,post,supervisorCod,login,passvord,roleCod,mail) VALUES
	 ('30','Приданников Юрий Александрович',3,'Главный специалист отдела инженерных изысканий','27','ПриданниковЮА','123456','R06',NULL),
	 ('31','Иванников Виталий Михайлович',3,'Главный специалист отдела инженерных изысканий','27','ИванниковВМ','123456','R06',NULL),
	 ('32','Мазуров Александр Андреевич',3,'Главный специалист отдела инженерных изысканий','27','МазуровАА','123456','R06',NULL),
	 ('18','Тимофеев Георгий Павлович',2,'Инженер – проектировщик 1 категории отдела проектирования','17','ТимофеевГП','123456','R06',NULL),
	 ('26','Секисова Ольга Александровна',2,'Инженер - сметчик','25','СекисоваОА','123456','R06',NULL),
	 ('17','Лялина Ксения Евгеньевна',2,'Руководитель группы проектирования','07','ЛялинаКЕ','123456','R05',NULL),
	 ('07','Мухортова Светлана Ивановна',2,'Начальник отдела проектирования','16','МухортоваСИ','123456','R04',NULL),
	 ('14','Домрачева Наталья Николаевна',2,'Ведущий инженер отдела проектирования','07','ДомрачеваНН','123456','R06',NULL),
	 ('19','Васькова Елизавета Владимировна
',2,'Инженер - сметчик','25','ВаськоваЕВ','123456','R06',NULL),
	 ('01','Григорьев Виктор Александрович',1,'Главный инженер проектов','16','ГригорьевВА','123456','R02',NULL);
INSERT INTO mvp.DBStaff (code,name,divisionId,post,supervisorCod,login,passvord,roleCod,mail) VALUES
	 ('02','Домрачев Алексей Юрьевич',1,'Главный инженер проектов','16','ДомрачевАЮ','123456','R02',NULL),
	 ('03','Мочалов Александр Николаевич',1,'Главный инженер проектов','16','МочаловАН','123456','R02',NULL),
	 ('04','Терехова Нина Михайловна',1,'Главный инженер проектов','16','ТереховаНМ','123456','R02',NULL),
	 ('05','Менщиков Андрей Игоревич',1,'Помощник главного инженера проекта',NULL,'МенщиковАИ','123456','R03',NULL),
	 ('15','Хицунова Неонила Юрьевна',2,'Ведущий инженер отдела проектирования','07','ХицуноваНЮ','123456','R06',NULL),
	 ('06','Файзуллин Давид Эдуардович',1,'Помощник главного инженера проекта',NULL,'ФайзуллинДЭ','123456','R03',NULL),
	 ('08','Лесина Ольга Сергеевна',2,'Руководитель группы проектирования','07','ЛесинаОС','123456','R05',NULL),
	 ('09','Хамитова Анна Федоровна',2,'Ведущий инженер отдела проектирования','08','ХамитоваАФ','123456','R06',NULL),
	 ('16','Прокопьев Сергей Михайлович
',1,'Директор',NULL,'ПрокопьевСМ','123456','R01',NULL),
	 ('11','Сергеева Анастасия Андреевна',2,'Инженер – проектировщик 2 категории отдела проектирования','08','СергееваАИ','123456','R06',NULL);
INSERT INTO mvp.DBStaff (code,name,divisionId,post,supervisorCod,login,passvord,roleCod,mail) VALUES
	 ('12','Сидоров Артем Сергеевич',2,'Инженер – проектировщик 2 категории отдела проектирования','08','СидоровАС','123456','R06',NULL),
	 ('13','Кузнецова Инна Владимировна',2,'Главный специалист отдела проектирования','07','КузнецоваИВ','123456','R06',NULL),
	 ('33','Дидигов Руслан Хамзатович',3,'Ведущий инженер отдела инженерных изысканий','27','ДидиговРХ','123456','R06',NULL),
	 ('34','Ерофеев Алексей Павлович',3,'Инженера-топограф 1 категории отдела инженерных изысканий','27','ЕрофеевАП','123456','R06',NULL),
	 ('35','Тест ГИП',1,'Главный инженер проектов','16','ТестГИП','123456','R02',NULL),
	 ('36','Тест Сотрудник',2,'Тестовый сотрудник','07','ТестСотрудник','123456','R06',NULL);
