INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'Направить подпорщикам планы, вертикалку, геологию',NULL,'17/22 - ТСП','Мочалов Александр Николаевич',NULL,0,'Направил без вертикалки','00:15:00','00:15:00','2022-12-16 15:00:00','2023-01-24 04:54:17.601335','2022-09-20 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Направить в ЗКЦ ПД',NULL,'27/21 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:15:00','00:15:00','2022-12-16 15:00:00','2023-01-24 04:54:43.122694','2022-09-19 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Шахлина, Заводоуковская запросить ТП в ГОРМОСТЕ',NULL,'27/19 - ТСП','Мочалов Александр Николаевич',NULL,0,'Переговорил с Перепелицей, говорит от них подключиться реально','00:25:00','00:25:00','2022-12-16 15:00:00','2023-01-24 04:54:34.664851','2022-09-19 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Выйти на связь с подпорщиками',NULL,'17/22 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:05:00','00:05:00','2022-12-16 15:00:00','2023-01-24 04:54:28.751926','2022-09-19 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Планерка',NULL,'00/00 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:40:00','01:30:00','2022-12-16 15:00:00','2023-01-24 04:54:22.960156','2022-09-19 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Ответить по съезду к автомойке',NULL,'27/21 - ТСП','Мочалов Александр Николаевич',NULL,0,'Идите…..., вы далеко','00:20:00','00:20:00','2022-12-16 15:00:00','2023-01-24 04:52:14.857853','2022-09-15 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Подготовить подтверждение ИЗМ',NULL,'18/22 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:40:00','00:40:00','2022-12-16 15:00:00','2023-01-24 04:54:55.850124','2022-09-16 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Прошевелить "согласование" ЖК Ожогино',NULL,'27/21 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:15:00','00:15:00','2022-12-16 15:00:00','2023-01-24 04:52:36.484617','2022-09-15 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Ответ на внесение изменений в ПД',NULL,'03/19 - ТСП','Мочалов Александр Николаевич',NULL,0,'Мы не против, изменяйте','00:05:00','00:05:00','2022-12-16 15:00:00','2023-01-24 04:52:44.340540','2022-09-15 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Направить Перепелице данные для сборки тома 110 кВ',NULL,'27/21 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:15:00','00:15:00','2022-12-16 15:00:00','2023-01-24 04:55:02.358248','2022-09-20 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'Направить повторно на согласование трассу ТС',NULL,'48/21 - ТСП','Мочалов Александр Николаевич',NULL,0,'Копию направил Николаенко','00:40:00','00:40:00','2022-12-16 15:00:00','2023-01-24 04:54:49.825355','2022-09-16 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Направить платон в ФУАД',NULL,'08/19 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:15:00','00:20:00','2022-12-16 15:00:00','2023-01-24 04:54:10.975547','2022-09-21 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Вызвонить УСТЭК узнать о решении по откорректированной  трассе ТС',NULL,'48/21 - ТСП','Мочалов Александр Николаевич',NULL,0,'Переговорил, ответил на ее вопросы','00:15:00','00:15:00','2022-12-16 15:00:00','2023-01-24 04:53:22.352806','2022-09-26 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Направить материалы Домрачеву для начала проектирования моста',NULL,'17/22 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:20:00','00:20:00','2022-12-16 15:00:00','2023-01-24 04:54:02.297285','2022-09-21 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Вызвонить УСТЭК узнать о решениее по откорректированной  трассе ТС',NULL,'48/21 - ТСП','Мочалов Александр Николаевич',NULL,0,'Переговорил 21.09, обещала дать ответ до 28.09','00:15:00','00:05:00','2022-12-16 15:00:00','2023-01-24 04:53:56.265636','2022-09-21 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Проверить томик по 110 кВ, что сделал перепелица',NULL,'27/22 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:20:00','00:10:00','2022-12-16 15:00:00','2023-01-24 04:53:44.824882','2022-09-22 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Направить Полещуку планы рассы по всем улицам',NULL,'27/19 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:20:00','00:10:00','2022-12-16 15:00:00','2023-01-24 04:53:39.282579','2022-09-22 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Разобраться с актом промера расстояний (Миргородская)',NULL,'48/21 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:20:00','00:05:00','2022-12-16 15:00:00','2023-01-24 04:53:33.762102','2022-09-22 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Направить в СУЭС материалы для увязки ул Северная',NULL,'09/20 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:20:00','00:20:00','2022-12-16 15:00:00','2023-01-24 04:53:28.145892','2022-09-22 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Сделать запрос в УАДО на стоимость изъятия участков',NULL,'27/21 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:15:00','00:10:00','2022-12-16 15:00:00','2023-01-24 04:51:54.103328','2022-09-14 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'В ПЗ по 110 кВ обязяательно прописать, что нет давления от транспорта на плиту',NULL,'27/21 - ТСП','Мочалов Александр Николаевич',NULL,0,'Переговорил 21.09, обещала дать ответ до 28.09','00:10:00','00:10:00','2022-12-16 15:00:00','2023-01-24 04:53:16.698724','2022-09-27 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'В ПЗ по 110 кВ обязяательно прописать, что нет давления от транспорта на плиту',NULL,'17/22 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:15:00','00:15:00','2022-12-16 15:00:00','2023-01-24 04:53:11.115185','2022-10-04 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'В ПЗ по 110 кВ обязяательно прописать, что нет давления от транспорта на плиту',NULL,'18/22 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:15:00','00:05:00','2022-12-16 15:00:00','2023-01-24 04:53:05.036320','2022-10-04 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'В ПЗ по 110 кВ обязяательно прописать, что нет давления от транспорта на плиту',NULL,'27/21 - ТСП','Мочалов Александр Николаевич',NULL,0,'Света передала Секисовой','00:10:00','00:05:00','2022-12-16 15:00:00','2023-01-24 04:52:58.795725','2022-10-04 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'В ПЗ по 110 кВ обязяательно прописать, что нет давления от транспорта на плиту',NULL,'48/21 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:15:00','00:15:00','2022-12-16 15:00:00','2023-01-24 04:52:51.236074','2022-10-04 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'В ПЗ по 110 кВ обязяательно прописать, что нет давления от транспорта на плиту',NULL,'18/22 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'01:00:00','00:10:00','2022-12-16 15:00:00','2023-01-24 04:55:12.172400','2022-10-06 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Выезд в Навигатор',NULL,'00/00 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'01:00:00','02:00:00','2022-12-16 15:00:00','2023-01-24 04:53:50.312351','2022-09-21 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'выезд на разведку в березняки',NULL,'27/19 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'03:00:00','03:00:00','2022-12-16 15:00:00','2023-01-24 04:52:00.734039','2022-09-14 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Просмотреть и Направить на согласование ТКР ЭС',NULL,'27/21 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:20:00','00:20:00','2022-12-16 15:00:00','2023-01-24 04:51:00.622861','2022-09-12 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Направить Моргачевой карточку ПП',NULL,'00/00 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:05:00','00:05:00','2022-12-16 15:00:00','2023-01-24 04:52:07.436071','2022-09-14 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'Ответить на письмо Югорску о повторной экспертизе',NULL,'00/00 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:15:00','00:15:00','2022-12-16 15:00:00','2023-01-22 22:59:14.159305','2022-08-24 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Направил Сафронову откорректированный отчет по геодезии',NULL,'17/22 - ТСП','Мочалов Александр Николаевич',NULL,1,NULL,'00:15:00','00:15:00','2022-12-16 15:00:00','2023-01-24 04:46:08.072144','2022-08-24 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'до Моргачевой не смог дозвониться, написал ей на почту что бы она описала, что нужно сделать',NULL,'37/20 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:10:00','00:10:00','2022-12-16 15:00:00','2023-01-24 04:46:13.430301','2022-08-24 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Запросил и переслал Пушкину ответ Шаповалова по ходу работ Платона',NULL,'08/19 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:05:00','00:05:00','2022-12-16 15:00:00','2023-01-24 09:44:55.448471','2022-08-24 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Направил отчеты ИИ в дирекцию (просила Богданова) (48/21, 49/21, 50/21)',NULL,'48/21 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:05:00','00:05:00','2022-12-16 15:00:00','2023-01-24 04:46:32.887277','2022-08-24 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Получил у Шаповалова и направил Пушкину разъяснения по срокам',NULL,'08/19 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:10:00','00:10:00','2022-12-16 15:00:00','2023-01-24 04:46:25.534280','2022-08-24 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Письмо о приостановке по разработке плана трассы (неофициально)',NULL,'17/22 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:40:00','00:40:00','2022-12-16 15:00:00','2023-01-24 04:48:56.144354','2022-08-24 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Разговор с Востриковым, АН откладывается на конец сентября',NULL,'41/21 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:10:00','00:10:00','2022-12-16 15:00:00','2023-01-24 04:49:05.346511','2022-08-24 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Анализ ТС по станкостроителей',NULL,'48/21 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:30:00','00:30:00','2022-12-16 15:00:00','2023-01-24 04:49:14.715313','2022-08-24 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Написать о приостановке на срок предоставления изысканий',NULL,'17/22 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:20:00','00:20:00','2022-12-16 15:00:00','2023-01-24 04:49:23.443611','2022-08-24 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'Подписать отзыв у Кашкаровой',NULL,'29/21 - ТСП','Мочалов Александр Николаевич',NULL,0,'Отправил ей конфеты)','00:05:00','00:10:00','2022-12-16 15:00:00','2023-01-24 04:49:31.104929','2022-08-24 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Направить в Алмакс актуальные изыскания',NULL,'17/22 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:15:00','00:05:00','2022-12-16 15:00:00','2023-01-24 04:52:21.950560','2022-09-14 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Подключить к решению вопроса по ДК Николаенко',NULL,'51/21 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:15:00','00:15:00','2022-12-16 15:00:00','2023-01-24 04:49:49.772040','2022-08-24 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Заручиться поддержкой Николаенко по ТС',NULL,'48/21 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:05:00','00:05:00','2022-12-16 15:00:00','2023-01-24 04:49:40.354553','2022-08-24 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Изучение отчета по гидрологии',NULL,'17/22 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:30:00','01:30:00','2022-12-16 15:00:00','2023-01-24 04:50:10.018552','2022-09-06 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Ответить Булдаковой по опоре ЛЭП',NULL,'09/20 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:20:00','00:15:00','2022-12-16 15:00:00','2023-01-24 04:52:29.860044','2022-09-14 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Просмотреть и Направить на согласование ТКР ЭС УСТЭК',NULL,'27/21 - ТСП','Мочалов Александр Николаевич',NULL,0,'Чертеж отдал директору','00:30:00','00:30:00','2022-12-16 15:00:00','2023-01-24 04:51:34.728523','2022-09-13 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Просмотреть и Направить на согласование ТКР ЭС УСТЭК',NULL,'27/19 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:15:00','00:00:00','2022-12-16 15:00:00','2023-01-24 04:51:41.668041','2022-09-13 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Подготовил и направил ответ на замечания управы ЦАО',NULL,'29/17 - ТСП','Мочалов Александр Николаевич',NULL,0,'Анализ большого количества данных, согласование формулировок с директором','00:40:00','02:40:00','2022-12-16 15:00:00','2023-01-24 04:49:57.106679','2022-09-01 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Просмотреть и Направить на согласование ТКР ЭС УСТЭК',NULL,'27/21 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:20:00','00:20:00','2022-12-16 15:00:00','2023-01-24 04:51:07.336034','2022-09-12 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'Просмотреть и Направить на согласование ТКР ЭС УСТЭК',NULL,'18/20 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:40:00','03:00:00','2022-12-16 15:00:00','2023-01-24 04:51:47.934712','2022-09-13 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Собрать Нововартовскую и отдать на ПДФ',NULL,'18/22 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:15:00','00:15:00','2022-12-16 15:00:00','2023-01-24 04:51:13.781431','2022-09-12 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Найти письмо №45-60-485/22 от 17.05.2022.',NULL,'18/20 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:15:00','00:05:00','2022-12-16 15:00:00','2023-01-24 04:51:19.541649','2022-09-12 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Запросить ГП в ред формате у ЖК Ожогино, переговорить по планируемым мероприятиям',NULL,'27/21 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:15:00','00:15:00','2022-12-16 15:00:00','2023-01-24 04:50:49.960005','2022-09-07 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Изучение отчета по экологии',NULL,'17/22 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:30:00','00:30:00','2022-12-16 15:00:00','2023-01-24 04:50:32.286953','2022-09-06 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Изучение отчета по геологии',NULL,'17/22 - ТСП','Мочалов Александр Николаевич',NULL,0,NULL,'00:30:00','00:30:00','2022-12-16 15:00:00','2023-01-24 04:50:25.487151','2022-09-06 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Гаврилова говорит (почта) что у нас косяк в диаметрах. Проверить',NULL,'27/19 - ТСП','Мочалов Александр Николаевич',NULL,0,'Отдал Хамитовой в работу','00:10:00','00:10:00','2022-12-16 15:00:00','2023-01-24 04:51:25.504707','2022-09-12 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Согласовать с Негомедзяновым состав проекта',NULL,'27/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',1,'Был направлен ему на почту 19.01. Я разговаривал с ним 23.01. он обещал посмотреть в этот жеж день
Менщиков А.И. Негометзянов говорит, что сейчас сидит с Буториным обсуждает состав. Скащал. что скорее всего согласуют состав. Официальный ответ ориентировочно будет сегодня-завтра. 

Менщиков А.И.25.01: Негометзянов сказал, что том согласовал и направил письмо официально','00:10:00','00:00:38.713434','2023-01-24 05:51:39.935626','2023-01-25 10:22:57.347194','0001-01-01 00:00:00',NULL,0,'Выполнена','2023-01-25 08:43:39.795175','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Получить от Перепелицы ПОС',NULL,'27/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',1,'Перепелица не успеет сегодня подготовить ПОС. Пообещал направить 25.01 до обеда. Прошу перенести на 25.01
Менщиков А.И.: 25.01 Перепелица делает ПОС, задает вопросы. При разговоре начал юлить и говорить, что возможно не успеет сегодня выдать тома.
Менщиков А.И. 26.01: Перпелица говорит, что сидит делает тома и в течении 2-х часов направит.
Перепелица выдал ПОС, отдал на пдф','00:15:00','00:05:22.388509','0001-01-01 00:00:00','2023-01-26 09:27:58.184769','2023-01-24 00:00:00',NULL,0,'Выполнена','2023-01-26 06:00:21.937310','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Прозвонить Копьева',NULL,'48/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',2,'Менщиков А.И.: Копъев переобулся. Теперь ему нужны распечатанные тома в 2 экз. Печати поставит и вернет согласованные. Отдал Светлане на печать.','00:15:00','00:00:14.534552','0001-01-01 00:00:00','2023-01-30 11:49:40.362324','0001-01-01 00:00:00',NULL,0,'Выполнена','2023-01-24 10:23:02.607673','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'Прозвонить Копьева',NULL,'49/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',2,'Менщиков А.И.: Копъев переобулся. Теперь ему нужны распечатанные тома в 2 экз. Печати поставит и вернет согласованные. Отдал Светлане на печать.','00:00:00','00:00:17.346757','0001-01-01 00:00:00','2023-01-24 10:21:56.493236','0001-01-01 00:00:00',NULL,0,'Выполнена','2023-01-24 10:21:39.146475','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Прозвонить Копьева',NULL,'50/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',2,'Менщиков А.И.: Копъев переобулся. Теперь ему нужны распечатанные тома в 2 экз. Печати поставит и вернет согласованные. Отдал Светлане на печать.','00:15:00','00:00:10.605578','0001-01-01 00:00:00','2023-01-24 10:22:37.364823','0001-01-01 00:00:00',NULL,0,'Выполнена','2023-01-24 10:22:26.759241','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Получить от Склюевой тома по ЭС и ЭН',NULL,'50/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',2,'Менщиков А.И.: У Склюевой очередные проблемы с компьютером и она не может отправить мне Даудельную. Сказал до утра ей решить проблемы и направить. дополнительно сказал изменить СРО на всех титульниках.
Склюева с утра прислала тома. Отдал их на проверку Светлане, Светлана тома приняла, отдала на пдф.','00:00:00','01:45:09.223254','0001-01-01 00:00:00','2023-01-25 12:15:10.607542','0001-01-01 00:00:00',NULL,0,'Выполнена','2023-01-25 12:12:40.036151','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Получить от Дягтерева обратную связь и обозначить ему срок выполнения 13.02 (указание директора)',NULL,'27/19 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',2,'Менщиков А.И.: Дягтерев на связь не вышел. Пожаловался на него Тане и передал через нее срок корректировки 13.02
Менщиков А.И. 25.01: Дягтерев игнорит. звонил ему и повторно написал в вайбер.
Менщиков А.И. 26.01: Дягтерев ответил. Сказал, что срок выполнения корректировки увидел. Вопросов так и не задает по Водоканалу. Мажется перед Таней, что мол мы ему выдали исходники вот только на днях и не игнорит, а слишком занят, чтобы посмотреть. работать по ощущениям так и начал по объекту','00:00:00','00:00:21.667637','0001-01-01 00:00:00','2023-01-26 09:24:20.584768','0001-01-01 00:00:00',NULL,0,'Выполнена','2023-01-26 09:23:43.496635','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Прозвонить СУЭНКО',NULL,'27/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',1,'ТУ подготавливает Семенов Сергей Александрович (53-61-57). 
Менщиков А.И. 26.01: Семенов сказал, что информацию по сетям еще ему не предоставили эксплуатационщики.
24.01.23 Семенов сказал, что информации по сетям пока никакой нет. Он отдал в работу экплуатационщикам, от них обратной связи пока нет. Договорились созвониться в четверг или понедельник. 
Прошу перенести на 26.01.23
Менщиков А.И. 26.01.23: Семенов сказал. что ему еще не предоставили информацию эксплуатационщики. Договорились с ним в понедельник созвонитьсяМенщиков Андрей Игоревич: Семенов не отвечает

Менщиков Андрей Игоревич: Семенов не отвечает

Менщиков Андрей Игоревич: Семенов, Захаров не отвечают.

Менщиков Андрей Игоревич: Разговаривал с Семеновым. ТУ он еще не подготавливал. Обещает дать обратную связь 07.02 до обеда.

Менщиков Андрей Игоревич: Разговаривал с Семеновым. Он сказал, что сильно занят и попросил после обеда перезвонить

','00:00:00','19:29:56.620376','0001-01-01 00:00:00','2023-02-08 05:08:38.101436','0001-01-01 00:00:00',NULL,0,'Выполнена','2023-02-07 05:39:46.333824','Мочалов Александр Николаевич','06.02.2023 в работе: 00:00
06.02.2023 в работе: 00:02
07.02.2023 в работе: 00:01
','2023-02-05 00:00:00'),
	 (NULL,'Прозвонить электриков',NULL,'49/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',3,'СУЭНКО - исполнитель Захаров Иван Олегович (53-61-27), обещает по согласованию дать обратную связь завтра 26.01; 
Развитие бизнеса -  не отвечает исполнитель по ТУ, исполнитель по ПД Доманский Олег;
И.П.Шевчик - исполнитель Доманский Олег, ответ пока не подготовил, обещает 26.01 дать обратную связь.
Менщиков Андрей Игоревич: СУЭНКО - Захаров не отвечает.
Развитие Бизнеса - тома не будет, сети переданы в ИП Шевчик;


Менщиков Андрей Игоревич: И.П.Шевчик на корректировке у Склюевой, обещает выдать в понедельник 06.02

Менщиков Андрей Игоревич: В ГазпромЭнерго сегодня женский день и Красновой нет на месте

Менщиков Андрей Игоревич: ЗАО Северное -начальства нет, звонить в понедельник до обеда.
ГК Центр-2 - Селиванов письма не видел, пообещал посмотреть до понедельника.

','00:00:00','01:32:31.376611','0001-01-01 00:00:00','2023-02-03 11:28:38.705683','0001-01-01 00:00:00',NULL,0,'Выполнена','2023-02-03 11:28:13.778893','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Прозвонить Магистральные сети',NULL,'50/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',3,'Дирекция направила письмо на Магистральные сети только 23.01 (прислали мне своё исходящее). Приемная Магистральных сетей трубку не взяла.
Менщиков А.И. 25.01 письмо на исполнении у Марины Сергеевны (выдала ТУ). Обещает посмотреть завтра с утра. Договорились созвониться после обеда.Менщиков Андрей Игоревич: Раздел согласован. Письмо Марина Сергеевна пообещала сейчас направить на почту

','00:00:00','00:29:03.073828','0001-01-01 00:00:00','2023-02-02 10:28:25.370194','0001-01-01 00:00:00',NULL,0,'Выполнена','2023-02-02 10:27:48.061853','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,NULL,NULL,'31/22 - ТСП','Менщиков Андрей Игоревич',NULL,0,NULL,'00:00:00','00:00:00','0001-01-01 00:00:00','2023-01-25 08:47:24.032535','0001-01-01 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Получить согласование Ростелеком',NULL,'48/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',2,'Согласование получено. Скан в ГИПе. Отдал Светлане для включения в проект','00:15:00','00:05:06.524936','0001-01-01 00:00:00','2023-01-25 08:35:36.628642','2023-01-25 00:00:00',NULL,0,'Выполнена','2023-01-25 08:30:30.103670','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Получить согласование Ростелеком',NULL,'49/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',2,'Согласование получено. Скан в ГИПе. Отдал Светлане для включения в проект','00:00:00','00:00:11.555668','0001-01-01 00:00:00','2023-01-25 08:30:07.487982','2023-01-25 00:00:00',NULL,0,'Выполнена','2023-01-25 08:29:55.932236','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'Получить согласование Ростелеком',NULL,'50/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',2,'	Согласование получено. Скан в ГИПе. Отдал Светлане для включения в проект','00:00:00','00:06:21.786036','0001-01-01 00:00:00','2023-01-25 08:43:08.938813','2023-01-25 00:00:00',NULL,0,'Выполнена','2023-01-25 08:36:47.152751','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Прозвонить Водоканал',NULL,'48/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',3,'Менщиков А.И.:25.01 Гузель не отвечает
Менщиков А.И. 26.01 Гузель сказала, что не смотрела еще раздел по причине высокой загрузки, пообещала на жтой неделе посмотреть. Договорились с ней с утра в понедельник созвониться
Менщиков А.И. 30.01: Разговаривал с Гузель. Она задала вопрос "нафига мы переустраиваем водопровод идущий к снесенному зданию". Менщиков Андрей Игоревич: Том отдан на корректировку Евгению Дудка

','00:00:00','00:09:41.003125','0001-01-01 00:00:00','2023-02-08 05:29:08.788040','2023-12-25 00:00:00',NULL,0,'Выполнена','2023-02-02 08:58:16.898386','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Направить откорректированный том в Зуммер',NULL,'49/21 - ТСП','Мочалов Александр Николаевич','Файзуллин Давид Эдуардович',2,'Том посмотрел и направил на почту Иванченко','00:15:00','00:02:45.288111','0001-01-01 00:00:00','2023-01-25 10:35:39.619864','2023-01-25 00:00:00',NULL,0,'Выполнена','2023-01-25 10:32:54.331734','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Тест',NULL,'31/22 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',0,NULL,'00:05:00','00:00:00','0001-01-01 00:00:00','2023-01-26 04:30:15.857914','2023-01-26 09:29:00',NULL,1,'Выполнена','0001-01-01 00:00:00','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Получить у Перепелицы ВОР и спецификацию по Крестьянскому комплексу',NULL,'27/19 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',2,'Разговаривал с Перепелицей, обозначил ему срок выдачи ВОР и спецификации по Крестьянскому комплексу 30.01. Директор попросил уведомить его, когда Перепелица выдаст Крестьянский комплекс.
Менщиков А.И. 30.01: Разговаривал с Перепелицей, он сказал, что делает Крестьянский комплекс. Пообещал направить сегодня вечером или завтра с утра.Менщиков Андрей Игоревич: Перепелица попросил по состоянию на 03.02 направил ВОР и спецификацию по НО по Южному кварталу, и ВОР и Крестьянскому комплексу. Спецификацию по Крестьянскому комплексу обещал выдать в течении недели. Сегодня попросил перенести на понедельник срок выдачи.

Мочалов Александр Николаевич: Разговаривал с Перепелицей. Еще не доделал, обещает сегодня доделать спецификацию по Крестьянскому и направить. Предварительно с ним договаривались, что он еще скинут освещение по району старой застройки

Менщиков Андрей Игоревич: Перепелица прислал спецификацию по наружному освещению по Крестьянскому комплексу

','00:15:00','01:23:57.694177','0001-01-01 00:00:00','2023-02-07 06:49:53.727684','2023-01-30 00:00:00',NULL,0,'Выполнена','2023-02-06 06:21:36.310574','Мочалов Александр Николаевич','06.02.2023 в работе: 00:00
06.02.2023 в работе: 01:20
06.02.2023 в работе: 00:00
','2023-02-05 00:00:00'),
	 (NULL,'запросить ТУ ФКУ ИК4',NULL,'04/22 - ТСП','Терехова Нина Михайловна','Менщиков Андрей Игоревич',0,'Менщиков Андрей Игоревич: Запрос направлен

','00:15:00','00:10:43.995016','2023-02-02 11:47:18.281252','2023-02-02 11:58:02.288077','2023-01-26 00:00:00',NULL,0,'Выполнена','2023-02-02 11:47:18.281248','Терехова Нина Михайловна',NULL,'2023-02-05 00:00:00'),
	 (NULL,'офиц запросить в Департаменте согласование НО',NULL,'04/22 - ТСП','Терехова Нина Михайловна','Менщиков Андрей Игоревич',3,NULL,'00:15:00','00:00:00','0001-01-01 00:00:00','2023-01-30 07:00:11.912722','2023-01-26 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Терехова Нина Михайловна',NULL,'2023-02-05 00:00:00'),
	 (NULL,'письмо "Создатели" от 25.01.23 приложение 2 посмотреть и если возможно увязать (Лялина)',NULL,'19/21 - ТСП','Терехова Нина Михайловна','Менщиков Андрей Игоревич',1,NULL,'00:20:00','01:02:22.587797','0001-01-01 00:00:00','2023-01-26 10:36:24.902078','2023-01-26 00:00:00',NULL,0,'Выполнена','2023-01-26 09:34:02.314278','Терехова Нина Михайловна',NULL,'2023-02-05 00:00:00'),
	 (NULL,NULL,NULL,'31/22 - ТСП','Терехова Нина Михайловна',NULL,3,NULL,'00:00:00','00:00:00','0001-01-01 00:00:00','2023-01-26 06:00:52.820459','0001-01-01 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Терехова Нина Михайловна',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Прокопьев: официально ответьте, заказчика в копию',NULL,'19/21 - ТСП','Терехова Нина Михайловна','Менщиков Андрей Игоревич',1,NULL,'00:25:00','01:02:13.675395','0001-01-01 00:00:00','2023-01-26 10:36:34.754696','2023-01-26 00:00:00',NULL,0,'Выполнена','2023-01-26 09:34:21.079299','Терехова Нина Михайловна',NULL,'2023-02-05 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,NULL,NULL,'40/22 - ТСП','Терехова Нина Михайловна',NULL,2,'получить согласование плана ','00:00:00','00:00:00','0001-01-01 00:00:00','0001-01-01 00:00:00','2023-01-26 00:00:00',NULL,0,'Создана','0001-01-01 00:00:00','Терехова Нина Михайловна',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Получить ответы на вопросы у стукалова',NULL,'17/22 - ТСП','Мочалов Александр Николаевич',NULL,1,'ПОлучил, отдал Лесиной в работу','00:10:00','00:00:16.753395','0001-01-01 00:00:00','2023-01-26 08:34:33.760147','0001-01-01 00:00:00',NULL,0,'Выполнена','2023-01-26 08:30:25.763666','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Ответить на 2 письма замечаний',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич',NULL,1,'Направлены ответы на замечания УАДо по 2-м письмам "112-14 и 192-14.','02:00:00','00:59:58.051671','0001-01-01 00:00:00','2023-01-26 09:21:04.453547','2023-01-26 00:00:00',NULL,0,'Выполнена','2023-01-26 08:31:08.703735','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Подготовиться к совещанию с И.П.Шевчик и развитие Бизнеса. Совещание в 17:00 в Гудвине.',NULL,'49/21 - ТСП','Менщиков Андрей Игоревич',NULL,3,NULL,'02:00:00','16:45:42.142104','0001-01-01 00:00:00','2023-01-30 05:19:51.157754','2023-01-26 00:00:00',NULL,0,'Выполнена','2023-01-26 11:20:58.497571','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Отработка вопросов с Дягтеревым',NULL,'27/19 - ТСП','Менщиков Андрей Игоревич',NULL,2,'Менщиков Андрей Игоревич: Направил Дягтереву информацию, которую он заправшивал. Отписал ему на почту, в вайбер, позвонил, он не отвечает нигде.

','01:00:00','01:32:44.090837','0001-01-01 00:00:00','2023-02-01 05:21:30.525213','0001-01-01 00:00:00',NULL,0,'Выполнена','2023-02-01 04:36:37.783408','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Отправить в УАДо КА в гранде',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич',NULL,1,NULL,'00:10:00','00:01:57.126732','0001-01-01 00:00:00','2023-01-30 05:14:53.333423','2023-01-30 00:59:00',NULL,0,'Выполнена','2023-01-30 05:12:56.206688','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Проверить всем ли собственникам направлены сметы на согласование. Прозвонить тех, кому уже направлены',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич',NULL,1,'Газпром - по ТЗ нужно - по ТУ не нужно - направлено 30.01;

СУЭНКО - по ТЗ нужно - по ТУ нужно - согласуем после корректировки тома;

УТСК - по ТЗ нужно - по ТУ не нужно - направлено 30.01;

Россети 10 кВт - по ТЗ нужно - по ТУ не нужно - направлено на согласование от 29.12;

Россети 110 кВт - по ТЗ нужно - по ТУ не нужно - направлять не будем;

Водоканал - по ТЗ нужно - по ТУ не нужно - направлять не будем;

Мегафон - по ТЗ нужно - по ТУ не нужно - направлять не будем;

Русская компания - по ТЗ нужно - по ТУ не нужно - направлять не будем.

','01:30:00','00:01:15.884357','0001-01-01 00:00:00','2023-01-30 09:15:56.739256','0001-01-01 00:00:00',NULL,0,'Выполнена','2023-01-30 06:44:53.962816','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,' Сделать запросы ТУ (2 запроса сделано \\\\data\\Work\\Объекты\\2022\\36_22-ТСП\\1 Рабочая\\1 ГИП\\2-3 ТУ',NULL,'36/22 - ТСП','Терехова Нина Михайловна','Менщиков Андрей Игоревич',2,'Менщиков Андрей Игоревич: Направлены запросы в ресурсоснабжающие организации
','00:00:00','02:36:12.421061','0001-01-01 00:00:00','2023-01-31 07:02:19.344223','2023-01-30 00:00:00',NULL,0,'Выполнена','2023-01-31 05:34:04.731977','Терехова Нина Михайловна',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Проверить актуальность ТУ, продлить по необходимости',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич',NULL,1,'Зуммер - обновлять не будем т.к. в проекте не предусмотрено переустройство их сетей (переустроены в рамках развязки);
Мегафон - делали запрос еще в октябре, связался с исполнителем, говорит, что сейчас уточнит информацию и перезвонит','00:30:00','01:42:44.371067','0001-01-01 00:00:00','2023-01-30 10:01:34.768248','2023-01-30 00:00:00',NULL,0,'Выполнена','2023-01-30 06:56:04.062094','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Прозвонить Россети по СМ 10кВт',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',1,'Менщиков Андрей Игоревич: Исполнитель по согласованию Новокщенов Сергей Алексеевич (Тел. +7 (3452) 59 61 99) говорит, что сметы на рассмотрении в сметном отделе. Ориентировочно до конца этой недели, в начале следующей будет согласование, либо замечания. Пообещал при появлении замечаний направить на почту в рабочем порядке.
Мочалов Александр Николаевич: Новоксенов сказал, что сметы еще не посмотрели. Срок ответа у сметного отдела 07.02

Менщиков Андрей Игоревич: Новоксенов сказал, что ответа от сметного отдела не было, он попросил их ускориться, срок ответа у них до конца дня. Договорились ближе к концу рабочего дня созвониться.

Менщиков Андрей Игоревич: Россети выдали замечания по сметам. Отдал их в работу Секисовой

','00:10:00','00:07:17.680023','2023-01-31 04:23:04.243941','2023-02-13 03:17:16.669173','2023-02-06 00:00:00',NULL,0,'Выполнена','2023-02-07 05:42:15.425523','Менщиков Андрей Игоревич','07.02.2023 в работе: 00:02
','2023-02-05 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'Прозвонить Мегафон',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич',NULL,0,'Менщиков Андрей Игоревич: Исполнитель по ТУ Александр (8-922-000-53-12). Обещает посмотреть ответ по ТУ. говорит, что ответ давали. Пообещал перезвонить до обеда.

Менщиков Андрей Игоревич: Продление ТУ получено

','00:10:00','00:14:23.789114','2023-01-31 16:51:23.871819','2023-02-01 06:54:27.329032','2023-01-31 00:00:00',NULL,0,'Выполнена','2023-02-01 06:54:11.694229','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,NULL,NULL,'31/22 - ТСП','Менщиков Андрей Игоревич',NULL,3,NULL,'00:00:00','00:00:00','0001-01-01 00:00:00','2023-01-30 11:50:02.840120','0001-01-01 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,NULL,NULL,'31/22 - ТСП','Менщиков Андрей Игоревич',NULL,3,NULL,'00:00:00','00:00:00','0001-01-01 00:00:00','2023-01-30 11:49:53.683528','0001-01-01 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,NULL,NULL,'31/22 - ТСП','Менщиков Андрей Игоревич',NULL,3,NULL,'00:00:00','00:00:00','0001-01-01 00:00:00','2023-01-30 11:49:35.172467','0001-01-01 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,NULL,NULL,'31/22 - ТСП','Менщиков Андрей Игоревич',NULL,3,NULL,'00:00:00','00:00:00','0001-01-01 00:00:00','2023-01-30 11:49:20.372983','0001-01-01 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'необходимо организовать досъемку ТРЦ Гудвин, либо отрисовать планшет в необходимом объеме',NULL,'49/21 - ТСП','Мочалов Александр Николаевич','Прокопьев Иван Михайлович',3,'','00:40:00','00:01:50.376281','2023-01-31 04:17:26.921136','2023-02-01 12:04:54.715630','2023-01-30 00:00:00',NULL,0,'Выполнена','2023-01-31 04:17:26.920957','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Откорректировать смету ПИР',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич',NULL,1,'Менщиков Андрей Игоревич: Задвоение задачи
','01:00:00','00:01:30.969002','2023-01-31 09:21:43.838666','2023-01-31 09:23:18.091994','2023-01-31 00:00:00',NULL,0,'Выполнена','2023-01-31 09:21:47.113714','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Получить согласованный состав у Негометзянова',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич',NULL,1,'Менщиков Андрей Игоревич: 
Менщиков Андрей Игоревич: Негомедзянов сказал, что письмо о согласовании состава на подписи у руководства. Будет ориентировочно в течении 1-2 дней. На вопрос почему так долго подписывают ответить не смог.
Менщиков Андрей Игоревич: Негомедзянов уволился. Новый куратор пока ориентировочно Илья Кайгородов. По письму информацию дать не может т.к. пока не вошел в курс объектов. Пообещал сегодня посмотреть.

Менщиков Андрей Игоревич: Получено письмо о согласовании состава

','00:05:00','00:02:49.880546','2023-01-31 10:46:51.215190','2023-02-02 11:38:04.781660','2023-02-03 00:00:00',NULL,0,'Выполнена','2023-02-02 11:37:43.391737','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Тест',NULL,'27/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',1,'Мочалов Александр Николаевич: 
Мочалов Александр Николаевич: 256125615
Мочалов Александр Николаевич: Перенесено на 02.02
','00:10:00','00:02:38.978833','2023-01-31 04:40:08.227858','2023-01-31 05:24:05.197488','2023-02-02 00:00:00',NULL,1,'Выполнена','2023-01-31 05:22:38.888810','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Тест2',NULL,'27/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',1,'Мочалов Александр Николаевич: 
Мочалов Александр Николаевич: ТЕСТ 31.01 + Задача Тест2 перенесена на 31.01.2023, в связи с более низким приоритетом.


','07:40:00','00:00:12.721012','2023-01-31 05:22:00.101811','2023-01-31 17:03:10.308542','2023-02-01 00:00:00',NULL,0,'Выполнена','2023-01-31 05:22:04.724877','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'Откорректировать сметы ПИР на этапы, за образец взять сметы от УДА (направлена на почту). У директора узнать о возможности подключить Адепт проект',NULL,'27/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',1,'Мочалов Александр Николаевич: 
Менщиков Андрей Игоревич: Директор сказал что завтра покажет на примере Ожогина как работать с адептом и сделаем смету вместе
Менщиков Андрей Игоревич: Смета ПИР подготовлена, отдал в работу Светлане и Секисовой

','00:01:00','03:36:37.184251','2023-01-31 09:19:17.164973','2023-02-02 05:54:44.011617','2023-01-31 00:00:00',NULL,0,'Выполнена','2023-02-02 04:53:19.563158','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Ведомость планировочных работ',NULL,'12/22 - ТСП','Григорьев Виктор Александрович',NULL,0,'Григорьев Виктор Александрович: Сделать вручную
','05:00:00','00:00:27.218052','2023-01-31 06:43:18.427385','2023-02-03 05:11:54.529692','2023-02-01 00:00:00',NULL,1,'Выполнена','2023-01-31 06:43:18.427356','Григорьев Виктор Александрович',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Откорректировать схему водоотвода',NULL,'12/22 - ТСП','Григорьев Виктор Александрович',NULL,3,'Григорьев Виктор Александрович: уменьшить количество ДК для сброса в дренажную систему, исправить канавы и пересогласовать с заказчиком 
','08:00:00','00:00:17.716832','2023-01-31 06:19:09.324795','2023-01-31 06:19:27.052210','2023-01-31 00:00:00','ПД',0,'Выполнена','2023-01-31 06:19:09.324792','Григорьев Виктор Александрович',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Направить запросы на КП на КТП, передать в работу Марине',NULL,'17/22 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',1,'Мочалов Александр Николаевич: Опросный лист на КТП лежит тут: \\\\data\\Work\\Объекты\\2022\\17_22-ТСП\\1 Рабочая\\4 Проект\\03 Рабочая\\#Проект
Менщиков Андрей Игоревич: Напраивл запросы на КП в организации. В одной пообещали сегодня/завтра предоставить 3 прайса, в другой рассматривают, от остальных пока нет обратной связи.
Менщиков Андрей Игоревич: Передал Марине прайсы

','00:01:00','02:56:51.130485','2023-01-31 09:55:45.746799','2023-02-04 08:30:32.885973','2023-01-31 00:00:00',NULL,1,'Выполнена','2023-02-02 06:14:15.853605','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'тест',NULL,'32/21 - ТСП','Мочалов Александр Николаевич',NULL,3,'Мочалов Александр Николаевич: тест
','00:10:00','00:05:05.041363','2023-02-01 04:03:15.039411','2023-02-01 04:08:20.091698','2023-01-31 00:00:00',NULL,0,'Выполнена','2023-02-01 04:03:15.039401','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'ТЕСТ 31.01',NULL,'30/22 - ТСП','Мочалов Александр Николаевич','Файзуллин Давид Эдуардович',1,'Мочалов Александр Николаевич: ТЕСТ 31.01 + Задача Тест2 перенесена на 31.01.2023, в связи с более низким приоритетом.

','00:10:00','00:00:49.377138','2023-01-31 17:05:47.271800','2023-01-31 17:06:36.658815','2023-01-31 00:00:00',NULL,0,'Выполнена','2023-01-31 17:05:47.271788','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,NULL,NULL,'46/20 - ТСП','Терехова Нина Михайловна',NULL,0,NULL,'00:20:00','00:00:14.049837','2023-02-01 05:22:33.419029','2023-02-01 05:22:47.477998','2023-02-01 00:00:00',NULL,0,'Выполнена','2023-02-01 05:22:33.419016','Терехова Нина Михайловна',NULL,'2023-02-05 00:00:00'),
	 (NULL,'переслать Копьеву листы планов для получения ТУ и проконтролировать  их получение',NULL,'36/22 - ТСП','Терехова Нина Михайловна','Менщиков Андрей Игоревич',0,'Менщиков Андрей Игоревич: Аннулирована

','00:20:00','00:00:06.274027','2023-02-02 08:50:16.269304','2023-02-02 08:50:44.062021','2023-02-01 00:00:00',NULL,0,'Выполнена','2023-02-02 08:50:37.779601','Терехова Нина Михайловна',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Запросить ТУ СУЭНКО',NULL,'36/22 - ТСП','Менщиков Андрей Игоревич',NULL,0,'Менщиков Андрей Игоревич: Направлен запрос ТУ в СУЭНКО

','00:15:00','00:02:00.250445','2023-02-02 11:44:06.591019','2023-02-02 11:46:06.850750','2023-02-01 00:00:00',NULL,0,'Выполнена','2023-02-02 11:44:06.591014','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Анализ полученных ответов на вопросы,направленные в Екат, направить ответы и полученный ГП на доработку в Ростов',NULL,'40/22 - ТСП','Терехова Нина Михайловна','Менщиков Андрей Игоревич',0,'Менщиков Андрей Игоревич: Аннулирована

','03:00:00','00:00:24.537227','2023-02-02 09:52:58.713917','2023-02-02 09:53:41.540877','2023-02-01 00:00:00',NULL,0,'Выполнена','2023-02-02 09:53:16.994827','Терехова Нина Михайловна',NULL,'2023-02-05 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'Проанализировать и передать замечания по федералке в работу проектировщикам',NULL,'17/22 - ТСП','Мочалов Александр Николаевич',NULL,1,NULL,'00:15:00','00:06:33.968848','2023-02-01 11:27:20.938460','2023-02-01 11:33:54.918120','2023-02-01 00:00:00',NULL,0,'Выполнена','2023-02-01 11:27:20.938448','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'проверить смету от заказчика  для экспертизы',NULL,'08/22 - ТСП','Терехова Нина Михайловна','Менщиков Андрей Игоревич',0,NULL,'00:30:00','00:16:39.601693','2023-02-01 12:46:17.688682','2023-02-01 13:02:57.302305','2023-02-01 00:00:00',NULL,1,'Выполнена','2023-02-01 12:46:17.688644','Терехова Нина Михайловна',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Переговорить по замечаниям с федералами, прояснить вопросы, передать в работу проектировщикам',NULL,'17/22 - ТСП','Мочалов Александр Николаевич',NULL,1,'Мочалов Александр Николаевич: Переговорил с Лосевым Андреем Михайловичем. Обсудили, договорились скинуть откорректированную версию в рабочем порядке. Отдал в работу Свете

','00:20:00','00:19:18.714394','2023-02-02 08:26:53.354981','2023-02-02 08:48:00.602649','2023-02-02 00:00:00',NULL,0,'Выполнена','2023-02-02 08:28:41.871570','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'тест',NULL,'27/21 - ТСП','Мочалов Александр Николаевич','Мочалов Александр Николаевич',1,'Мочалов Александр Николаевич: Время “Начал” должно фиксироваться не с момента постановки задачи, а с момента принятия ее в работу. Так же обнаружено, что задачу можно перевести в статус выполнена не взяв ее в работу!!! Так быть не должно
','00:05:00','00:01:05.826572','2023-02-02 03:56:49.012617','2023-02-02 03:57:54.848441','2023-02-02 00:00:00',NULL,0,'Выполнена','2023-02-02 03:56:49.012600','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'тест',NULL,'27/19 - ТСП','Мочалов Александр Николаевич','Мочалов Александр Николаевич',0,'Мочалов Александр Николаевич: Задачи на сегодня.
Исключить возможность постановки статуса “В работе” для нескольких задач.

','00:05:00','00:00:06.603990','2023-02-02 05:36:38.902865','2023-02-02 05:36:45.515518','2023-02-02 00:00:00',NULL,1,'Выполнена','2023-02-02 05:36:38.902860','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Направить экспликацию в ДДИиТ',NULL,'50/21 - ТСП','Менщиков Андрей Игоревич',NULL,3,'Менщиков Андрей Игоревич: Направлено

','00:10:00','00:28:15.315234','2023-02-02 11:58:12.013709','2023-02-02 12:26:52.100620','2023-02-02 00:00:00',NULL,0,'Выполнена','2023-02-02 11:58:12.013704','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Проверить всё ли направлено на согласование. Направить по необходимости',NULL,'50/21 - ТСП','Менщиков Андрей Игоревич',NULL,3,'Менщиков Андрей Игоревич: Направлено на согласование в Тюменьгортранс, СУЭНКО, Развитие Бизнеса, Инвест-трейд

','01:00:00','00:20:53.979015','2023-02-03 12:16:02.238870','2023-02-03 12:36:56.229109','2023-02-02 00:00:00',NULL,0,'Выполнена','2023-02-03 12:16:02.238859','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Материалы для сервитута',NULL,'17/22 - ТСП','Мочалов Александр Николаевич','Мочалов Александр Николаевич',1,'Мочалов Александр Николаевич: Передал Чуриловой материалы, Свету поставил в известность
','00:05:00','00:01:22.282529','2023-02-02 12:34:56.687941','2023-02-02 12:36:18.981609','2023-02-02 00:00:00',NULL,0,'Выполнена','2023-02-02 12:34:56.687937','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Проверить и направить Сафронову сзему сервитута',NULL,'17/22 - ТСП','Мочалов Александр Николаевич','Мочалов Александр Николаевич',1,NULL,'00:10:00','00:13:17.892681','2023-02-03 08:27:33.429792','2023-02-03 08:40:51.334928','2023-02-03 00:00:00',NULL,0,'Выполнена','2023-02-03 08:27:33.429785','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Откорректировать СМ и направить заказчику.',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич',NULL,1,'Менщиков Андрей Игоревич: Секисова с утра звонила и пообещала после обеда выдать откорректированные сметы по Ожогина

Менщиков Андрей Игоревич: Отправлены откорректированные сметы заказчику

','01:00:00','01:43:01.902158','0001-01-01 00:00:00','2023-02-08 08:06:07.331505','2023-02-08 00:00:00',NULL,0,'Выполнена','2023-02-08 06:23:05.415707','Менщиков Андрей Игоревич','08.02.2023 в работе: 01:43
','2023-02-05 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'Направить на согласование Газпром, Диалог-2000, ЭР-Телеком',NULL,'50/21 - ТСП','Менщиков Андрей Игоревич',NULL,3,'Мочалов Александр Николаевич: Направлены на согласование тома в Газпром, Троян, Диалог-2000, ЭР-Телеком

','00:15:00','00:00:21.988057','0001-01-01 00:00:00','2023-02-06 08:32:00.822287','2023-02-04 00:00:00',NULL,0,'Выполнена','2023-02-06 07:52:24.954816','Менщиков Андрей Игоревич','06.02.2023 в работе: 00:00
','2023-02-05 00:00:00'),
	 (NULL,'Направить Скрипке материалы',NULL,'27/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',1,'Мочалов Александр Николаевич: письмо с запросом направил на почту
Менщиков Андрей Игоревич: Направил скрипке границы и геометрию с сетями

','00:30:00','00:02:08.639781','2023-02-04 08:00:17.266240','2023-02-04 08:02:25.915987','2023-02-04 00:00:00',NULL,0,'Выполнена','2023-02-04 08:00:17.266235','Мочалов Александр Николаевич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Проверить просроченные ТУ и продлить по необходимости',NULL,'27/19 - ТСП','Менщиков Андрей Игоревич',NULL,2,'Менщиков Андрей Игоревич: Направлены запросы на продление ТУ в МТС и Телеком

Менщиков Андрей Игоревич: Направлены запросы на продление ТУ в МТС и Телеком

','00:30:00','00:00:00','0001-01-01 00:00:00','2023-02-06 08:30:49.883936','2023-02-04 00:00:00',NULL,0,'Выполнена','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-05 00:00:00'),
	 (NULL,'Россети 500 кВт',NULL,'27/19 - ТСП','Менщиков Андрей Игоревич',NULL,2,NULL,'00:05:00','00:00:22.349699','2023-02-06 08:53:35.214310','2023-02-06 08:53:57.581710','2023-02-06 00:00:00',NULL,0,'Выполнена','2023-02-06 08:53:35.214306','Менщиков Андрей Игоревич','06.02.2023 в работе: 00:00
','2023-02-05 00:00:00'),
	 (NULL,'тест',NULL,'27/19 - ТСП','Мочалов Александр Николаевич','Мочалов Александр Николаевич',-1,'Мочалов Александр Николаевич:  дедлайн
','00:05:00','00:00:14.996615','2023-02-06 04:19:52.001955','2023-02-06 04:20:07.017545','2023-02-06 00:00:00',NULL,1,'Выполнена','2023-02-06 04:19:52.001896','Мочалов Александр Николаевич','06.02.2023 в работе: 00:00
','2023-02-06 12:00:00'),
	 (NULL,'тест',NULL,'27/19 - ТСП','Мочалов Александр Николаевич','Мочалов Александр Николаевич',2,'Мочалов Александр Николаевич: без исоплнителя
','00:05:00','00:00:36.116211','2023-02-06 06:38:18.713877','2023-02-06 06:38:54.840218','2023-02-06 00:00:00',NULL,0,'Выполнена','2023-02-06 06:38:18.713862','Мочалов Александр Николаевич','06.02.2023 в работе: 00:00
','2023-02-06 00:00:00'),
	 (NULL,'Встреча с Кайгородцевым',NULL,'49/21 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',3,'Мочалов Александр Николаевич: Встретился с Кайгородцевым. По результату встречи необходимо подготовить карту-схемы с изымаемыми гаражами с указанием каждого гаража и участка на котором он стоит (в пояснении необходимо указать что необходимо изъятие земли). Также необходимо есть ли пересечка С.Ковалевской с ЭС 110кВт

','00:59:00','01:08:18.213301','2023-02-06 09:30:23.147548','2023-02-06 11:00:40.810441','2023-02-06 00:00:00',NULL,0,'Выполнена','2023-02-06 09:30:23.147545','Мочалов Александр Николаевич','06.02.2023 в работе: 01:08
','2023-02-07 12:00:00'),
	 (NULL,'ПОдготовить Тз по ТРЦ Гудвин',NULL,'00/00 - ТСП','Мочалов Александр Николаевич','Мочалов Александр Николаевич',2,NULL,'01:00:00','00:35:03.733210','2023-02-06 10:29:48.847518','2023-02-06 11:08:58.248692','2023-02-06 00:00:00',NULL,0,'Выполнена','2023-02-06 10:43:04.479262','Мочалов Александр Николаевич','06.02.2023 в работе: 00:09
06.02.2023 в работе: 00:25
','2023-02-06 00:00:00'),
	 (NULL,'Направить федералам откорректированную документацию и ответы на замечания',NULL,'17/22 - ТСП','Мочалов Александр Николаевич','Мочалов Александр Николаевич',1,'Мочалов Александр Николаевич: Набрать Лосева и переговорить с ним, если все устраивает направить официально
Мочалов Александр Николаевич: лосев на совещание. набрать в 17:40

Мочалов Александр Николаевич: Лосев не смотрел, созваниваемся 07.02 в 11-00 ТМН

Мочалов Александр Николаевич: Лосев на почту прислал сообщение, чтобы ПД отправлял официально. Направил

','00:20:00','00:17:54.134258','2023-02-06 11:54:05.263769','2023-02-07 06:01:57.625001','2023-02-06 00:00:00',NULL,0,'Выполнена','2023-02-07 05:56:09.756107','Мочалов Александр Николаевич','06.02.2023 в работе: 00:11
06.02.2023 в работе: 00:00
07.02.2023 в работе: 00:05
','2023-02-07 12:00:00'),
	 (NULL,'Прозвонить УСТЭК и Газпром по согласованию СМ',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',1,'Менщиков Андрей Игоревич: УСТЭК - исполнитель Павлова Мария Николаевна (28-97-45) - на звонок не ответила;

Газпром - исполнитель Владельщиков Дмитрий Александрович (289-417, 8-922-073-47-59) - сметы еще не рассмотрели, ориентировочно ответ будет ближе к концу недели.

Менщиков Андрей Игоревич: УСТЭК - исполнитель Павлова Мария Николаевна (28-97-45) - на звонок не ответила;

Газпром - исполнитель Владельщиков Дмитрий Александрович (289-417, 8-922-073-47-59) - сметы еще не рассмотрели, ориентировочно ответ будет ближе к концу недели.


Менщиков Андрей Игоревич: УСТЭК - разговаривал с Павловой, говорит что сметы переданы на рассмотрение какому-то представителю по договору (он же главный инженер). Связать с ним она меня не может из-за политики фирмы. Ответ по рассмотрению обещает дать в течении следующей недели.
Газпром - Владельщиков не отвечает

','00:15:00','00:38:12.584029','2023-02-07 05:50:37.947568','0001-01-01 00:00:00','2023-02-08 00:00:00',NULL,0,'На паузе','2023-02-13 03:17:28.168543','Менщиков Андрей Игоревич','07.02.2023 в работе: 00:28
07.02.2023 в работе: 00:04
13.02.2023 в работе: 00:06
','2023-02-07 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,NULL,NULL,'27/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',1,'Менщиков Андрей Игоревич: Узнать результат рассмотрения ПМТ и ППТ
Менщиков Андрей Игоревич: Узнать результат рассмотрения ППТ и ПМТ

Менщиков Андрей Игоревич: Аннулирована, составлена без названия

','00:10:00','00:00:21.088376','2023-02-06 11:58:27.448925','2023-02-06 12:27:20.582512','2023-02-07 00:00:00',NULL,0,'Выполнена','2023-02-06 11:58:27.448903','Менщиков Андрей Игоревич','06.02.2023 в работе: 00:00
','2023-02-07 00:00:00'),
	 (NULL,'Узнать результат рассмотрения ПМТ и ППТ. ',NULL,'27/19 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',2,'Менщиков Андрей Игоревич: Исполнитель в УАДо Березинский Николай николаевич 35-24-39. Его начальник Дмитров вячеслав Николаевич (35-22-96).
Березинский в отпуске, Дмитров не ответил
Менщиков Андрей Игоревич: Аннулирована, неверный проект

','00:10:00','00:00:18.474685','2023-02-06 12:00:38.017604','2023-02-06 12:26:52.655537','2023-02-07 00:00:00',NULL,0,'Выполнена','2023-02-06 12:00:38.017572','Менщиков Андрей Игоревич','06.02.2023 в работе: 00:00
','2023-02-07 00:00:00'),
	 (NULL,'Узнать результат рассмотрения ППТ и ПМТ',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',1,'Менщиков Андрей Игоревич: Исполнитель в УАДо Березинский Николай николаевич 35-24-39. Его начальник Дмитров вячеслав Николаевич (35-22-96). Березинский в отпуске, Дмитров не ответил.
Менщиков Андрей Игоревич: Дмитров не в курсе состояния согласования, дол личный номер Березинского (8-950-483-10-33). Березинский на мобильный не ответил.

Менщиков Андрей Игоревич: Березинский сказал, что пришли замечания от ГУС ТО. Замечаний много, проект сырой. Замечания нам пришлет 07.02 после обеда.

','00:10:00','00:03:17.795705','2023-02-07 05:45:37.607606','2023-02-07 06:20:38.115570','2023-02-07 00:00:00',NULL,0,'Выполнена','2023-02-07 05:45:37.607602','Менщиков Андрей Игоревич','07.02.2023 в работе: 00:03
','2023-02-07 00:00:00'),
	 (NULL,'Прозвонить электриков и Зуммер.',NULL,'49/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,'Менщиков Андрей Игоревич: Получено согласование от ООО "Зуммер"

','00:30:00','00:00:46.695938','2023-02-10 04:48:47.742656','2023-02-10 04:49:34.447065','2023-02-07 00:00:00',NULL,0,'Выполнена','2023-02-10 04:48:47.742645','Менщиков Андрей Игоревич','10.02.2023 в работе: 00:00
','2023-02-07 00:00:00'),
	 (NULL,'Получить у Склюевой откорректированные тома по ИПШевчик и ГазпромЭнерго. Отправить их на согласование',NULL,'49/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,NULL,'01:00:00','00:00:50.463147','2023-02-10 05:13:58.946455','0001-01-01 00:00:00','2023-02-07 00:00:00',NULL,0,'Выполнена','2023-02-10 05:13:58.946408','Менщиков Андрей Игоревич','10.02.2023 в работе: 00:00
','2023-02-07 00:00:00'),
	 (NULL,'Получить у изыскателей границы гаражей, отдать Ирине в работу на корректировку информацию по землям',NULL,'49/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,'Менщиков Андрей Игоревич: Изыскатели отрисовали границы гаражей и их нумерацию, отдал Ксюше (а не Ирине), она подготовила схему и таблицу с изъятием гаражей.

','00:30:00','00:01:13.837962','2023-02-10 05:14:59.569580','2023-02-10 05:16:13.440675','2023-02-07 00:00:00',NULL,0,'Выполнена','2023-02-10 05:14:59.569574','Менщиков Андрей Игоревич','10.02.2023 в работе: 00:01
','2023-02-08 00:00:00'),
	 (NULL,'Пройтись по ТЗ',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',1,'','00:30:00','00:00:00','0001-01-01 00:00:00','0001-01-01 00:00:00','2023-02-08 00:00:00',NULL,0,'Создана','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-07 00:00:00'),
	 (NULL,'Пройтись по ТЗ',NULL,'49/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,'','00:30:00','00:00:03.370865','2023-02-13 04:05:32.809552','0001-01-01 00:00:00','2023-02-08 00:00:00',NULL,0,'На паузе','2023-02-13 04:05:32.809543','Менщиков Андрей Игоревич','13.02.2023 в работе: 00:00
','2023-02-06 00:00:00'),
	 (NULL,'Откорректировать ПД по замечаниям ДДИиТ и направить повторно на рассмотрение',NULL,'49/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,'Менщиков Андрей Игоревич: ПД откорректирована, жду окончательной отмашки от Кайгородцева и когда подготовят ПДФ

Менщиков Андрей Игоревич: ПД откорректирована и направлена в ДДИиТ

','01:00:00','00:01:02.780067','2023-02-10 05:16:52.794127','2023-02-13 04:34:45.421556','2023-02-10 00:00:00',NULL,0,'Выполнена','2023-02-10 05:16:52.794120','Менщиков Андрей Игоревич','10.02.2023 в работе: 00:01
','2023-02-10 00:00:00'),
	 (NULL,'Откорректировать том ГазпромЭнерго по замечаниям и направить на согласование',NULL,'49/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,'Менщиков Андрей Игоревич: Том откорректирован и направлен на согласование

','00:20:00','00:00:42.594396','2023-02-10 05:18:07.284376','2023-02-10 05:18:49.885570','2023-02-10 00:00:00',NULL,0,'Выполнена','2023-02-10 05:18:07.284363','Менщиков Андрей Игоревич','10.02.2023 в работе: 00:00
','2023-02-10 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'Откорректировать СМ по замечаниям заказчика и направить на согласование',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',1,NULL,'00:20:00','00:00:14.953323','2023-02-08 08:06:44.061500','2023-02-09 09:58:18.970953','2023-02-10 00:00:00',NULL,0,'Выполнена','2023-02-08 08:06:44.061496','Менщиков Андрей Игоревич','08.02.2023 в работе: 00:00
','2023-02-10 00:00:00'),
	 (NULL,'Получить у Дягтерева откорректированные тома по НВК',NULL,'27/19 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',2,'Менщиков Андрей Игоревич: Дягтерев НВК еще не откорректировал. Обещает в понедельник 20.02 выдать первые результаты по крестьянскому комплексу, а также обозначить реальный срок корректировки проектной документации

','00:30:00','00:01:53.566396','2023-02-14 03:54:44.660554','0001-01-01 00:00:00','2023-02-13 00:00:00',NULL,0,'На паузе','2023-02-14 03:54:44.660551','Менщиков Андрей Игоревич','14.02.2023 в работе: 00:01
','2023-02-13 00:00:00'),
	 (NULL,'Получить у Олега (Минск) РД по теплосетям',NULL,'48/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,NULL,'00:30:00','00:00:00','0001-01-01 00:00:00','0001-01-01 00:00:00','2023-02-27 00:00:00',NULL,0,'Создана','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-27 00:00:00'),
	 (NULL,'Прозвонить по согласованиям электриков, газовиков и сети связи.',NULL,'50/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,NULL,'02:00:00','00:00:00','0001-01-01 00:00:00','0001-01-01 00:00:00','2023-02-13 00:00:00',NULL,0,'Создана','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-13 00:00:00'),
	 (NULL,'Направить на согласование откорректированный том Водоканал. Дополнительно написать об аннулировании предыдущего письма.',NULL,'48/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,'','00:20:00','00:03:39.373804','2023-02-10 05:22:10.775127','0001-01-01 00:00:00','2023-02-08 00:00:00',NULL,0,'Выполнена','2023-02-10 05:22:10.775108','Менщиков Андрей Игоревич','10.02.2023 в работе: 00:03
','2023-02-07 00:00:00'),
	 (NULL,'Прозвонить ДДИиТ и ГИББД по согласованию раздела СО',NULL,'50/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,'
','00:30:00','00:00:00','0001-01-01 00:00:00','0001-01-01 00:00:00','2023-02-10 00:00:00',NULL,0,'Создана','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-06 00:00:00'),
	 (NULL,'Направить заказчику ПД в соответствии с контрактом',NULL,'17/22 - ТСП','Мочалов Александр Николаевич',NULL,1,NULL,'00:20:00','00:23:26.948255','2023-02-06 12:29:06.338234','2023-02-06 12:52:33.300894','2023-02-06 00:00:00',NULL,0,'Выполнена','2023-02-06 12:29:06.338225','Мочалов Александр Николаевич','06.02.2023 в работе: 00:23
','2023-02-06 00:00:00'),
	 (NULL,'Ответить газовикам по увязке газопровода',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',1,'Менщиков Андрей Игоревич: отписал Газовикам, что ПД принята для увязки.

','00:20:00','00:27:14.812587','2023-02-07 06:20:53.723650','2023-02-07 06:48:08.549200','2023-02-07 00:00:00',NULL,0,'Выполнена','2023-02-07 06:20:53.723645','Менщиков Андрей Игоревич','07.02.2023 в работе: 00:27
','2023-02-07 00:00:00'),
	 (NULL,NULL,NULL,'08/22 - ТСП','Терехова Нина Михайловна','Менщиков Андрей Игоревич',2,'Терехова Нина Михайловна: Найти действующий нормативный  документ для ответа заказчику по технологии устройства дорожной одежды из щебня
','00:20:00','00:22:00.418268','2023-02-06 12:38:36.150143','0001-01-01 00:00:00','2023-02-06 00:00:00',NULL,0,'Выполнена','2023-02-06 12:38:36.150138','Терехова Нина Михайловна','06.02.2023 в работе: 00:22
','2023-02-06 00:00:00'),
	 (NULL,'Найти прайсы',NULL,'50/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,NULL,'02:00:00','00:32:15.223363','2023-02-13 04:05:42.292099','0001-01-01 00:00:00','2023-02-07 00:00:00',NULL,0,'На паузе','2023-02-14 04:08:37.353071','Менщиков Андрей Игоревич','13.02.2023 в работе: 00:28
14.02.2023 в работе: 00:03
','2023-02-07 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'Продлить экспертизу по Омску',NULL,'00/00 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',-1,'Менщиков Андрей Игоревич: Экспертиза продлена до 20.02. Необходимо что-то загрузить, чтобы направить на повторную проверку для продления

','00:30:00','00:45:23.689660','2023-02-16 07:42:26.683868','0001-01-01 00:00:00','2023-02-17 00:00:00',NULL,1,'Выполнена','2023-02-20 01:28:50.053107','Менщиков Андрей Игоревич','16.02.2023 в работе: 00:04
20.02.2023 в работе: 00:40
20.02.2023 в работе: 00:00
','2023-02-16 00:00:00'),
	 (NULL,'Подписать и направить ПО АДРЕСУ в почте',NULL,'35/22 - ТСП','Терехова Нина Михайловна','Менщиков Андрей Игоревич',3,'
Мочалов Александр Николаевич: тест

Менщиков Андрей Игоревич: Выполнено Тереховой Н.м.

','00:20:00','00:00:09.995201','2023-02-09 09:57:51.671239','2023-02-09 09:58:01.680676','2023-02-09 00:00:00',NULL,0,'Выполнена','2023-02-09 09:57:51.671235','Терехова Нина Михайловна','09.02.2023 в работе: 00:00
','2023-02-07 00:00:00'),
	 (NULL,NULL,NULL,'46/20 - ТСП','Терехова Нина Михайловна','Мочалов Александр Николаевич',0,NULL,'02:00:00','00:00:08.117281','2023-02-10 06:49:21.033277','0001-01-01 00:00:00','2023-02-07 00:00:00',NULL,0,'Выполнена','2023-02-10 06:49:21.033269','Терехова Нина Михайловна','10.02.2023 в работе: 00:00
','2023-02-07 00:00:00'),
	 (NULL,NULL,NULL,'46/20 - ТСП','Терехова Нина Михайловна','Мочалов Александр Николаевич',0,NULL,'00:20:00','00:00:09.219057','2023-02-08 05:22:22.825606','0001-01-01 00:00:00','2023-02-07 00:00:00',NULL,0,'Выполнена','2023-02-08 05:22:22.825603','Терехова Нина Михайловна','08.02.2023 в работе: 00:00
','2023-02-07 00:00:00'),
	 (NULL,'ПОДГОТОВИТЬ для Войнова анализ просрочки о предоставлению ТУ',NULL,'47/20 - ТСП','Терехова Нина Михайловна','Менщиков Андрей Игоревич',1,NULL,'00:40:00','02:24:11.863371','2023-02-07 09:10:21.589796','2023-02-08 06:01:32.987004','2023-02-07 00:00:00',NULL,0,'Выполнена','2023-02-08 04:54:02.609486','Терехова Нина Михайловна','07.02.2023 в работе: 00:21
07.02.2023 в работе: 01:29
08.02.2023 в работе: 00:32
','2023-02-07 00:00:00'),
	 (NULL,'Направить запросы в организации по стоимости компенсации',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',1,'Менщиков Андрей Игоревич: Направлены запросы в УСТЭК, СУЭНКО, Газпром, Россети. В остальные отправлять не будем т.к. не предусмотрено выделение отдельного этапа.

','01:00:00','00:48:53.182689','2023-02-07 08:20:52.484952','2023-02-07 09:09:45.677273','2023-02-07 00:00:00',NULL,0,'Выполнена','2023-02-07 08:20:52.484947','Менщиков Андрей Игоревич','07.02.2023 в работе: 00:48
','2023-02-07 00:00:00'),
	 (NULL,'Тест',NULL,'00/00 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',-1,'Мочалов Александр Николаевич: проверка постановки задачи при наборе более 8 часов в день
Менщиков Андрей Игоревич: не работает

','07:59:00','00:00:06.068386','2023-02-07 12:43:52.054521','2023-02-07 12:43:58.131857','2023-02-07 00:00:00',NULL,1,'Выполнена','2023-02-07 12:43:52.054517','Мочалов Александр Николаевич','07.02.2023 в работе: 00:00
','2023-02-07 00:00:00'),
	 (NULL,'запросить КП и прайсы сибилюкс  ',NULL,'19/21 - ТСП','Терехова Нина Михайловна','Менщиков Андрей Игоревич',1,'Менщиков Андрей Игоревич: КП запрошены

Менщиков Андрей Игоревич: КП переданы Тереховой НМ

','00:40:00','00:52:12.786261','2023-02-08 05:27:05.870697','2023-02-10 05:27:01.749121','2023-02-07 00:00:00',NULL,0,'Выполнена','2023-02-08 06:10:33.884251','Терехова Нина Михайловна','08.02.2023 в работе: 00:43
08.02.2023 в работе: 00:08
','2023-02-07 00:00:00'),
	 (NULL,'Тест от 08.02.',NULL,'00/00 - ТСП','Григорьев Виктор Александрович',NULL,2,'','00:20:00','00:05:07.983866','2023-02-08 04:37:54.708764','0001-01-01 00:00:00','2023-02-10 00:00:00',NULL,0,'На паузе','2023-02-08 04:38:42.106433','Григорьев Виктор Александрович','08.02.2023 в работе: 00:00
08.02.2023 в работе: 00:04
','2023-02-13 00:00:00'),
	 (NULL,'тест общее время',NULL,'00/00 - ТСП','Мочалов Александр Николаевич','Мочалов Александр Николаевич',2,'','07:30:00','00:00:06.041418','2023-02-08 08:50:00.168742','2023-02-08 08:50:06.221755','2023-02-09 00:00:00',NULL,0,'Выполнена','2023-02-08 08:50:00.168739','Мочалов Александр Николаевич','08.02.2023 в работе: 00:00
','2023-02-08 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'тест общее время',NULL,'17/22 - ТСП','Мочалов Александр Николаевич','Мочалов Александр Николаевич',1,NULL,'07:00:00','00:00:05.416582','2023-02-08 08:49:35.692162','2023-02-08 08:49:41.122585','2023-02-08 00:00:00',NULL,0,'Выполнена','2023-02-08 08:49:35.692158','Мочалов Александр Николаевич','08.02.2023 в работе: 00:00
','2023-02-08 00:00:00'),
	 (NULL,'тест время старта',NULL,'00/00 - ТСП','Мочалов Александр Николаевич','Мочалов Александр Николаевич',2,NULL,'00:05:00','00:05:00.794768','2023-02-08 09:19:15.219184','2023-02-08 09:24:16.027263','2023-02-08 00:00:00',NULL,0,'Выполнена','2023-02-08 09:19:15.219170','Мочалов Александр Николаевич','08.02.2023 в работе: 00:05
','2023-02-08 00:00:00'),
	 (NULL,'Записать на диск документацию для сдачи заказчику',NULL,'47/20 - ТСП','Терехова Нина Михайловна','Менщиков Андрей Игоревич',1,NULL,'00:20:00','00:31:11.025935','2023-02-12 23:38:40.437419','0001-01-01 00:00:00','2023-02-13 00:00:00',NULL,0,'Выполнена','2023-02-12 23:38:40.437412','Терехова Нина Михайловна','13.02.2023 в работе: 00:31
','2023-02-12 00:00:00'),
	 (NULL,'Получить ТУ СУЭНКО',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',1,'Менщиков Андрей Игоревич: Разговаривал с Семеновым (исполнитель по ТУ, 53-61-57). Документацию он рассмотрел. Сегодня направит изменения ТУ на согласование, ожидать подписанное к концу недели.
','00:10:00','00:00:09.800335','2023-02-20 23:15:50.331155','0001-01-01 00:00:00','2023-02-17 00:00:00',NULL,0,'Выполнена','2023-02-20 23:15:50.331141','Менщиков Андрей Игоревич','20.02.2023 в работе: 00:00
','2023-02-17 00:00:00'),
	 (NULL,'Направить откорректированную ДО на согласование',NULL,'48/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,NULL,'00:10:00','00:00:10.054163','2023-02-14 04:08:00.396253','0001-01-01 00:00:00','2023-02-13 00:00:00',NULL,0,'Выполнена','2023-02-14 04:08:00.396247','Менщиков Андрей Игоревич','14.02.2023 в работе: 00:00
','2023-02-13 00:00:00'),
	 (NULL,'Направить откорректированную ДО на согласование',NULL,'49/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,NULL,'00:10:00','00:10:17.695812','2023-02-14 03:57:12.315864','0001-01-01 00:00:00','2023-02-13 00:00:00',NULL,0,'Выполнена','2023-02-14 03:57:12.315859','Менщиков Андрей Игоревич','14.02.2023 в работе: 00:10
','2023-02-13 00:00:00'),
	 (NULL,'Направить откорректированную ДО на согласование',NULL,'50/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,NULL,'00:10:00','00:00:10.112139','2023-02-14 04:07:40.339917','0001-01-01 00:00:00','2023-02-13 00:00:00',NULL,0,'Выполнена','2023-02-14 04:07:40.339914','Менщиков Андрей Игоревич','14.02.2023 в работе: 00:00
','2023-02-13 00:00:00'),
	 (NULL,'Откорректировать ЭС СУЭНКО и направить на согласование',NULL,'49/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,'Менщиков Андрей Игоревич: Раздел откорректирован и направлен повторно на согласование

','00:30:00','00:00:47.047232','2023-02-16 07:47:18.112005','2023-02-16 07:48:05.167620','2023-02-15 00:00:00',NULL,0,'Выполнена','2023-02-16 07:47:18.111993','Менщиков Андрей Игоревич','16.02.2023 в работе: 00:00
','2023-02-15 00:00:00'),
	 (NULL,'Откорректировать СМ 10кВт Россети и направить на согласование',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',1,NULL,'00:10:00','01:25:23.251390','2023-02-14 04:12:24.214412','0001-01-01 00:00:00','2023-02-14 00:00:00',NULL,0,'Выполнена','2023-02-14 04:12:24.214409','Менщиков Андрей Игоревич','14.02.2023 в работе: 01:25
','2023-02-17 00:00:00'),
	 (NULL,'Комаровский 2 очередь распечатан
расписаться, поставить печати, отправить заказчику',NULL,'47/20 - ТСП','Терехова Нина Михайловна','Менщиков Андрей Игоревич',1,NULL,'00:50:00','01:20:33.226590','2023-02-14 06:41:08.427952','0001-01-01 00:00:00','2023-02-14 00:00:00',NULL,0,'Выполнена','2023-02-14 06:41:08.427943','Терехова Нина Михайловна','14.02.2023 в работе: 01:20
','2023-02-14 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,'Прозвонить Сафронова, узнать как идет проверка и соклько экземпляров печатать',NULL,'17/22 - ТСП','Мочалов Александр Николаевич','Мочалов Александр Николаевич',1,'Мочалов Александр Николаевич: Сафронов вне зоны. Написал ему на почту

Мочалов Александр Николаевич: Не взял трубку. Прислал СМС перезвоню

','00:10:00','00:00:52.008628','2023-02-15 00:34:58.397661','0001-01-01 00:00:00','2023-02-14 00:00:00',NULL,0,'Выполнена','2023-02-16 05:21:30.694886','Мочалов Александр Николаевич','15.02.2023 в работе: 00:00
16.02.2023 в работе: 00:00
','2023-02-15 11:20:00'),
	 (NULL,'Запросить прайсы. Инфу взять у Марины',NULL,'17/22 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',1,NULL,'01:00:00','06:50:46.105588','2023-02-15 01:43:01.607515','0001-01-01 00:00:00','2023-02-15 00:00:00',NULL,0,'Выполнена','2023-02-20 03:21:39.933642','Мочалов Александр Николаевич','15.02.2023 в работе: 05:41
20.02.2023 в работе: 01:09
','2023-02-15 16:00:00'),
	 (NULL,'Разобраться с объемами песка',NULL,'Нижневартовск. Пр. Восточный (АН)','Мочалов Александр Николаевич','Мочалов Александр Николаевич',2,'Мочалов Александр Николаевич: строители выторфовку выбрали, объемы совпали. Засыпку песка на 65 т.м.3 выйти не могут. Вопрос. как производиться засыпка
','00:40:00','00:19:11.153181','2023-02-16 00:05:45.631745','0001-01-01 00:00:00','2023-02-16 00:00:00',NULL,0,'Выполнена','2023-02-16 07:25:02.370643','Мочалов Александр Николаевич','16.02.2023 в работе: 00:17
16.02.2023 в работе: 00:01
','2023-02-17 00:00:00'),
	 (NULL,'Направить на pg.dir планы с переустройством сетей запрашиваемых улиц (для Бориса)',NULL,'27/19 - ТСП','Мочалов Александр Николаевич','Менщиков Андрей Игоревич',-1,'Мочалов Александр Николаевич: Схему направил вайбером
','00:20:00','00:45:00.570363','2023-02-19 23:32:56.864926','0001-01-01 00:00:00','2023-02-19 00:00:00',NULL,1,'Выполнена','2023-02-19 23:32:56.864836','Мочалов Александр Николаевич','20.02.2023 в работе: 00:45
','2023-02-19 00:00:00'),
	 (NULL,'Направить ответ по увязке в Газпром по 3-м письмам',NULL,'27/19 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',2,'','00:20:00','00:00:00','0001-01-01 00:00:00','0001-01-01 00:00:00','2023-02-22 00:00:00',NULL,0,'Создана','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-22 00:00:00'),
	 (NULL,'Отработать замечания Перепелицы по ТУ СУЭНКО',NULL,'27/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',1,'','00:30:00','00:00:00','0001-01-01 00:00:00','0001-01-01 00:00:00','2023-02-21 00:00:00',NULL,0,'Создана','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-21 00:00:00'),
	 (NULL,'Узнать у Олега как продвигается работа по РД УСТЭК',NULL,'48/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,'','00:10:00','00:00:00','0001-01-01 00:00:00','0001-01-01 00:00:00','2023-02-21 00:00:00',NULL,0,'Создана','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-21 00:00:00'),
	 (NULL,'Откорректировать ПД по замечаниям заказчика и направить повторно на согласование',NULL,'49/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,NULL,'00:20:00','00:00:00','0001-01-01 00:00:00','0001-01-01 00:00:00','2023-02-27 00:00:00',NULL,0,'Создана','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-27 00:00:00'),
	 (NULL,'Направить заказчику на согласование проект',NULL,'50/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,'','00:20:00','00:00:04.694518','2023-02-21 02:46:19.973620','0001-01-01 00:00:00','2023-02-21 00:00:00',NULL,0,'Выполнена','2023-02-21 02:46:19.973591','Менщиков Андрей Игоревич','21.02.2023 в работе: 00:00
','2023-02-21 00:00:00'),
	 (NULL,'Откорректировать раздел ЭС Развитие Бизнеса и направить повторно на согласование',NULL,'50/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,NULL,'00:30:00','00:00:00','0001-01-01 00:00:00','0001-01-01 00:00:00','2023-02-27 00:00:00',NULL,0,'Создана','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-27 00:00:00');
INSERT INTO mvp.DBTask (code,`desc`,TaskCodeParent,projectCode,supervisor,recipient,priority,comment,plannedTime,actualTime,`start`,finish,`date`,Stage,liteTask,status,startWork,creator,historyWorc,dedline) VALUES
	 (NULL,NULL,NULL,'48/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,'Менщиков Андрей Игоревич: Прозвонить Водоканал и узнать почему нет письма в 1С
Менщиков Андрей Игоревич: Менщиков Андрей Игоревич: Прозвонить Водоканал и узнать почему нет письма в 1С

Менщиков Андрей Игоревич: Аннулирована (не правильно составлена)

','00:20:00','00:00:30.886289','2023-02-21 04:18:41.572296','2023-02-21 04:19:12.466162','2023-02-21 00:00:00',NULL,0,'Выполнена','2023-02-21 04:18:41.572285','Менщиков Андрей Игоревич','21.02.2023 в работе: 00:00
','2023-02-21 00:00:00'),
	 (NULL,'Менщиков Андрей Игоревич: Прозвонить Водоканал и узнать почему нет письма в 1С',NULL,'48/21 - ТСП','Менщиков Андрей Игоревич','Менщиков Андрей Игоревич',3,NULL,'00:10:00','00:00:00','0001-01-01 00:00:00','0001-01-01 00:00:00','2023-02-21 00:00:00',NULL,0,'Создана','0001-01-01 00:00:00','Менщиков Андрей Игоревич',NULL,'2023-02-21 00:00:00'),
	 (NULL,'В томА заказчика  ПЗ -5экз  и ИИ -2 экз добавить полученные согласования от ГОРМОСТ и РОССЕТИ',NULL,'47/20 - ТСП','Терехова Нина Михайловна','Менщиков Андрей Игоревич',1,NULL,'00:40:00','00:00:00','2023-02-21 23:20:52.198389','0001-01-01 00:00:00','2023-02-21 00:00:00',NULL,0,'В работе','2023-02-21 23:20:52.198184','Терехова Нина Михайловна',NULL,'2023-02-21 00:00:00');
